Repository: Icinga/L10n
Catalog: locale/*/LC_MESSAGES/icinga.po
Languages: fr_fr

source: Add
fr_fr: Ajouter

source: Create
fr_fr: Créer

source: Modify
fr_fr: Modifier

source: Hosts
fr_fr: Hôtes

source: History
fr_fr: Historique

source: Error
fr_fr: Erreur

source: Please choose
fr_fr: Veuillez choisir

source: Database
fr_fr: Base de données

source: Delete
fr_fr: Supprimer

source: Next
fr_fr: Suivant

source: Username
fr_fr: Identifiant

source: Hostname
fr_fr: Nom d'hôte

source: Name
fr_fr: Nom

source: User
fr_fr: Utilisateur

source: Yes
fr_fr: Oui

source: State
fr_fr: Etat

source: Performance Data
fr_fr: Données de performance

source: Duration
fr_fr: Durée

source: Active
fr_fr: Actif

source: Author
fr_fr: Auteur

source: Settings
fr_fr: Paramètres

source: Show
fr_fr: Afficher

source: Inspect
fr_fr: Inspecter

source: Clone
fr_fr: Clôner

source: Service Groups
fr_fr: Groupes de services

source: User Groups
fr_fr: Groupes d'utilisateurs

source: Users
fr_fr: Utilisateurs

source: Ignore
fr_fr: Ignorer

source: Value
fr_fr: Valeur

source: Label
fr_fr: Étiquette

source: Groups
fr_fr: Groupes

source: API Key
fr_fr: Clé d'API

source: Last notification
fr_fr: Dernière notification

source: Mandatory
fr_fr: Obligatoire

source: Optional
fr_fr: Optionnel

source: Comment
fr_fr: Commentaire

source: Day(s)
fr_fr: Jour(s)

source: None
fr_fr: Aucun

source: Email
fr_fr: Courriel

source: Service Group
fr_fr: Groupe de service

source: User Group
fr_fr: Groupe de l'utilisateur

source: Suggested fields
fr_fr: Champs suggérés

source: Warning
fr_fr: Avertissement

source: Critical
fr_fr: Critique

source: Submit
fr_fr: Soumettre

source: File
fr_fr: Fichier

source: Group
fr_fr: Groupe

source: Servicename
fr_fr: Nom du service

source: Service Name
fr_fr: Nom du service

source: Health
fr_fr: Santé

source: Apply
fr_fr: Appliquer

source: Save Changes
fr_fr: Enregistrer les changements

source: Total Services
fr_fr: Services Totales

source: Start
fr_fr: Démarrer

source: About
fr_fr: À propos

source: About Icinga Web 2
fr_fr: À propos d'Icinga Web 2

source: Update your account
fr_fr: Mettez à jour votre compte

source: My Account
fr_fr: Mon compte

source: List and configure your own navigation items
fr_fr: Lister et configurer vos propres éléments de navigation

source: List of devices you are logged in
fr_fr: Liste des appareils auxquels vous êtes connecté

source: My Devices
fr_fr: Mes appareils

source: Announcements
fr_fr: Annonces

source: List All Announcements
fr_fr: Lister toutes les annonces

source: End
fr_fr: Fin

source: New Announcement
fr_fr: Nouvelle annonce

source: Announcement not found
fr_fr: Annonce introuvable

source: Update Announcement
fr_fr: Annonce mise à jour

source: Remove Announcement
fr_fr: Supprimer l'annonce

source: Icinga Web 2 Login
fr_fr: Connexion à Icinga Web 2

source: Adjust the general configuration of Icinga Web 2
fr_fr: Ajuster la configuration générale d'Icinga Web 2

source: General
fr_fr: Général

source: Configure which resources are being utilized by Icinga Web 2
fr_fr: Configurer les ressources qui sont utilisées par Icinga Web 2

source: Resources
fr_fr: Ressources

source: Configure the user and group backends
fr_fr: Configurer le backend des utilisateurs et groupes

source: Access Control Backends
fr_fr: Backend des contrôles d'accès

source: List intalled modules
fr_fr: Lister les modules installés

source: Enable the %s module
fr_fr: Activer le module %s

source: Disable the %s module
fr_fr: Désactiver le module %s

source: Module "%s" enabled
fr_fr: Module "%s" activé

source: Module "%s" disabled
fr_fr: Module "%s" désactivé

source: Authentication
fr_fr: Authentification

source: Create a new backend for authenticating your users. This backend will be added at the end of your authentication order.
fr_fr: Créer un nouveau backend pour authentifier les utilisateurs. Il sera ajouté en bas de la liste des méthodes d'authentification.

source: User backend successfully created
fr_fr: Le backend a été correctement crée

source: New User Backend
fr_fr: Nouveau backend d'utilisateurs

source: User backend "%s" successfully updated
fr_fr: Le backend d'utilisateurs "%s" a été correctement mis à jour

source: User backend "%s" not found
fr_fr: Le backend d'utilisateur "%s" n'a pas été trouvé

source: Update User Backend
fr_fr: Mettre à jour le backend d'utilisateurs

source: User backend "%s" successfully removed
fr_fr: Le backend d'utilisateur "%s" a été correctement supprimé

source: Remove User Backend
fr_fr: Supprimer le backend d'utilisateurs

source: New Resource
fr_fr: Nouvelle ressource

source: Resources are entities that provide data to Icinga Web 2.
fr_fr: Les ressources sont des entités qui fournissent des données à Icinga Web 2.

source: Update Resource
fr_fr: Mise à jour des ressources

source: Remove Resource
fr_fr: Suppression des ressources

source: Resource "%s" has been successfully removed
fr_fr: La ressource "%s" a été supprimée avec succès

source: The resource "%s" is currently utilized for authentication by user backend "%s". Removing the resource can result in noone being able to log in any longer.
fr_fr: La ressource "%s" est actuellement utilisée pour l'authentification par l'utilisateur technique "%s". La suppression de cette ressource peut faire en sorte que personne ne puisse plus se connecter.

source: The resource "%s" is currently utilized to store user preferences. Removing the resource causes all current user preferences not being available any longer.
fr_fr: La ressource "%s" est actuellement utilisée pour stocker les préférences utilisateurs. En supprimant la ressource, toutes les préférences actuelles des utilisateurs ne seront plus disponibles.

source: New Dashlet
fr_fr: Nouveau widget

source: Dashlet created
fr_fr: Widget créé

source: Add Dashlet To Dashboard
fr_fr: Ajouter un widget au tableau de bord

source: Update Dashlet
fr_fr: Mise à jour du widget

source: Dashlet updated
fr_fr: Widget mis à jour

source: Edit Dashlet
fr_fr: Configuration du widget

source: Remove Dashlet
fr_fr: Suppression du widget

source: Dashlet has been removed from
fr_fr: Le widget a été supprimé de

source: Remove Dashlet From Dashboard
fr_fr: Suppression du widget du tableau de bord

source: Update Pane
fr_fr: Mettre à jour le cadre

source: Title
fr_fr: Titre

source: Pane "%s" successfully renamed to "%s"
fr_fr: Le cadre "%s" a été renommé en "%s"

source: Dashboard has been removed
fr_fr: Le tableau de bord a été supprimé

source: Remove Dashboard
fr_fr: Suppression du dashboard

source: Dashboard
fr_fr: Tableau de Bord

source: Page not found.
fr_fr: Page introuvable.

source: Enabling the "%s" module might help!
fr_fr: Veillez à activer le cadre "%s" !

source: User Group Backend
fr_fr: Backend des utilisateurs et groupes

source: Created at
fr_fr: Créé le

source: Last modified
fr_fr: Dernière modification

source: Group "%s" not found
fr_fr: Groupe "%s" introuvable

source: Remove this member
fr_fr: Supprimer cet utilisateur

source: New User Group
fr_fr: Nouveau groupe d'utilisateurs

source: Update User Group
fr_fr: Mettre à jour le groupe d'utilisateurs

source: Remove User Group
fr_fr: Supprimer le groupe d'utilisateurs

source: New User Group Member
fr_fr: Nouveau membre de groupe

source: User "%s" has been removed from group "%s"
fr_fr: L'utilisateur "%s" a été supprimé du groupe "%s"

source: Failed to fetch any users from backend %s. Please check your log
fr_fr: Aucun utilisateur n'a été trouvé dans le backend "%s". Veuillez vérifier les logs

source: Show group %s
fr_fr: Afficher le groupe %s

source: Roles
fr_fr: Rôles

source: Configure roles to permit or restrict users and groups accessing Icinga Web 2
fr_fr: Configurer des rôles afin d'autoriser ou d'interdire des utilisateurs et groupes l'accès à Icinga Web 2

source: Audit a user's or group's privileges
fr_fr: Auditer les privilèges d'un utilisateur ou d'un groupe

source: Application Log
fr_fr: Log applicatif

source: List of users who stay logged in
fr_fr: Liste des utilisateurs qui sont connectés

source: Users can't stay logged in without a database configuration backend
fr_fr: Sans backend de configuration de base de données, les utilisateurs ne pourront pas rester connectés

source: List of devices
fr_fr: Listes des appareils

source: Devices
fr_fr: Appareils

source: System
fr_fr: Système

source: Shared
fr_fr: Partagé

source: Unshare this navigation item
fr_fr: Arrêter le partage de cet élément de navigation

source: Shared Navigation
fr_fr: Navigation partagée

source: List and configure shared navigation items
fr_fr: Lister et configurer les éléments de navigation partagés

source: Owner
fr_fr: Proprétaire

source: Create a new navigation item, such as a menu entry or dashlet.
fr_fr: Créer un nouvel élément de navigation, tel un menu ou un widget.

source: Navigation item successfully created
fr_fr: L'élément de navigation a été crée

source: New Navigation Item
fr_fr: Nouvel élément de navigation

source: Navigation item "%s" successfully updated
fr_fr: L'élément de navigation "%s" a été mis à jour

source: Navigation item "%s" not found
fr_fr: L'élément de navigation "%s" n'a pas été trouvé

source: Update Navigation Item
fr_fr: Mettre à jour l'élément de navigation

source: Navigation Item "%s" not found. No action required
fr_fr: L'élément de navigation "%s" n'a pas été trouvé. Aucune action requise

source: Navigation Item "%s" successfully removed
fr_fr: L'élément de navigation "%s" a été supprimé

source: Remove Navigation Item
fr_fr: Supprimer l'élément de navigation

source: Navigation item "%s" has been unshared
fr_fr: L'élément de navigation "%s" n'est plus partagé

source: Failed to unshare navigation item "%s"
fr_fr: Impossible d'arrêter le partage de l'élément de navigation "%s"

source: Navigation not found
fr_fr: Navigation non trouvée

source: Create Role
fr_fr: Créer un rôle

source: New Role
fr_fr: Nouveau rôle

source: Update Role
fr_fr: Mettre à jour le rôle

source: Role not found
fr_fr: Rôle introuvable

source: Remove Role
fr_fr: Supprimer le rôle

source: Enter user or group name
fr_fr: Entrer un nom d'utilisateur ou de groupe

source: No user or group selected.
fr_fr: Aucun utilisateur ou groupe sélectionné.

source: Privilege Audit for User "%s"
fr_fr: Audit des privilèges de l'utilisateur "%s"

source: Privilege Audit for Group "%s"
fr_fr: Audit des privilèges du groupe "%s"

source: All roles
fr_fr: Tous les rôles

source: Show privileges of all roles
fr_fr: Afficher les privilèges de tous les rôles

source: Only show privileges of role %s
fr_fr: N'afficher que les privilèges du rôle %s

source: Your search does not match any user or group
fr_fr: Aucun utilisateur ni groupe ne correspond à la recherche

source: User Backend
fr_fr: Backend des utilisateurs

source: User "%s" not found
fr_fr: Utilisateur "%s" introuvable

source: Cancel this membership
fr_fr: Annuler cette adhésion

source: New User
fr_fr: Nouvel utilisateur

source: Update User
fr_fr: Mettre à jour l'utilisateur

source: Remove User
fr_fr: Suppression de l'utilisateur

source: You'll need to configure at least one user group backend first that allows to create new memberships
fr_fr: Il est nécessaire de configurer au moins un backend de groupe d'utilisateurs afin de créer de nouvelles adhésions

source: Create New Membership
fr_fr: Créer une nouvelle adhésion

source: Failed to fetch memberships from backend %s. Please check your log
fr_fr: Impossible de récupérer les adhésions du backend "%s". Merci de vérifier les fichiers de journalisation

source: Show user %s
fr_fr: Afficher l'utilisateur "%s"

source: Create a new backend to associate users and groups with.
fr_fr: Créer un nouveau backend pour associer des utilisateurs et des groupes.

source: User group backend successfully created
fr_fr: Le backend de groupe d'utilisateurs a été crée

source: Update User Group Backend
fr_fr: Mettre à jour la liste des groupes utilisateur backend

source: User group backend "%s" successfully removed
fr_fr: Groupe utilisateur backend "%s" supprimée avec succès

source: Remove User Group Backend
fr_fr: Supprimer le groupe utilisateur backend

source: Update Account
fr_fr: Mettre à jour le compte

source: Old Password
fr_fr: Ancien mot de passe

source: New Password
fr_fr: Nouveau mot de passe

source: Confirm New Password
fr_fr: Confirmer le mot de passe

source: Account updated
fr_fr: Compte mis à jour

source: Old password is invalid
fr_fr: Ancien mot de passe invalide

source: Acknowledge message
fr_fr: Message d'acquittement

source: Acknowledge this announcement
fr_fr: Acquitter cette annonce

source: The message to display to users
fr_fr: Message qui sera diffusé à tous les utilisateurs

source: The time to display the announcement from
fr_fr: Le temps d'affichage de l'annonce de

source: The time to display the announcement until
fr_fr: Le temps d'affichage de l'annonce jusqu'à

source: Create a new announcement
fr_fr: Créer une nouvelle annonce

source: Edit announcement %s
fr_fr: Modifier l'annonce %s

source: Save
fr_fr: Enregistrer

source: Stay logged in
fr_fr: Resté identifié

source: Add a new user
fr_fr: Ajouter un utilisateur

source: Expand
fr_fr: Déplier

source: Collapse
fr_fr: Plier

source: Icinga Community
fr_fr: Communauté Icinga

source: Report a bug
fr_fr: Signaler un problème

source: Icinga Documentation
fr_fr: Documentation Icinga

source: Icinga on Facebook
fr_fr: Icinga sur Facebook

source: Preferences
fr_fr: Préférences

source: Icinga on GitHub
fr_fr: Icinga sur GitHub

source: Logging out...
fr_fr: Déconnexion...

source: or
fr_fr: ou

source: Welcome to Icinga Web!
fr_fr: Bienvenue sur Icinga Web !

source: Dashboard Settings
fr_fr: Paramètres du tableau de bord

source: Search
fr_fr: Recherche

source: Logout
fr_fr: Déconnexion

source: Sort by
fr_fr: Trier par

source: Icons
fr_fr: Icônes

source: Comment not found
fr_fr: Commentaire absent

source: Comments
fr_fr: Commentaires

source: Downtime not found
fr_fr: Maintenance absente

source: Downtime
fr_fr: Maintenance

source: Downtimes
fr_fr: Maintenances

source: Event not found
fr_fr: Évènement absent

source: N/A
fr_fr: N/D

source: Expires
fr_fr: Expirent

source: Host not found
fr_fr: Host absent

source: List hosts
fr_fr: Lister les hôtes

source: Severity
fr_fr: Sévérité

source: Current State
fr_fr: État actuel

source: Last State Change
fr_fr: Dernier changement d'état

source: List services
fr_fr: Lister les services

source: Is In Effect
fr_fr: Est en effet

source: Start Time
fr_fr: Date de début

source: End Time
fr_fr: Date de fin

source: Contact Groups
fr_fr: Groupes de contact

source: 4 Hours
fr_fr: 4 heures

source: One day
fr_fr: Un jour

source: One week
fr_fr: Une semaine

source: One month
fr_fr: Un mois

source: One year
fr_fr: Un an

source: Expire Time
fr_fr: Date d'expiration

source: Persistent Comment
fr_fr: Commentaire persistant

source: Send Notification
fr_fr: Envoyer la notification

source: Add comment
fr_fr: Ajouter un commentaire

source: Check now
fr_fr: Vérifier maintenant

source: Hours
fr_fr: Heures

source: API Username
fr_fr: Identifiant d'API

source: API Password
fr_fr: Mot de passe d'API

source: 3 Months
fr_fr: 3 mois

source: 4 Months
fr_fr: 4 mois

source: 8 Months
fr_fr: 8 mois

source: 1 Year
fr_fr: 1 an

source: 2 Years
fr_fr: 2 ans

source: Today
fr_fr: Aujourd'hui

source: Details
fr_fr: Détails

source: Show More
fr_fr: Afficher plus

source: Contact Group
fr_fr: Groupe de contact

source: No hosts found matching the filter.
fr_fr: Aucun hôte ne correspond à ce motif de recherche.

source: No services found matching the filter.
fr_fr: Aucun service ne correspond à ce motif de recherche.

source: Load More
fr_fr: Charger plus

source: Current Incidents
fr_fr: Incidents en cours

source: Remote Host
fr_fr: Hôte distant

source: Icinga on Twitter
fr_fr: Icinga sur Twitter

source: Database not configured
fr_fr: La base de données n'est pas configurée

source: No such service
fr_fr: Service non trouvé

source: No such host
fr_fr: Hôte non trouvé

source: No such template
fr_fr: Modèle non trouvé

source: No such graph
fr_fr: Graphique non trouvé

source: Graphite Web yields more than one metric for the given filter. Please specify a more precise filter.
fr_fr: Graphite Web a retourné plus d'une métrique pour le filtre actuel. Veuillez préciser un filtre plus précis.

source: Adjust Filter
fr_fr: Corriger le filtre de recherche

source: Default time range
fr_fr: Plage horaire par défaut

source: The default time range for graphs
fr_fr: Plage horaire par défaut des graphiques

source: Default time range unit
fr_fr: Unité par défaut des plages horaire

source: The above range's unit
fr_fr: Unité de la période horaire ci-dessus

source: Days
fr_fr: Jours

source: Weeks
fr_fr: Semaines

source: Months
fr_fr: Mois

source: Years
fr_fr: Années

source: Disable "no graphs found"
fr_fr: Désactiver "aucun graphique trouvé"

source: If no graphs were found for a monitored object, just display nothing at all
fr_fr: Si aucun graphique n'est trouvé pour l'objet surveillé, ne rien afficher du tout

source: Host name template
fr_fr: Nom du modèle d'hôte

source: The value of your Icinga 2 GraphiteWriter's attribute host_name_template (if specified)
fr_fr: La valeur de l'attribut host_name_template du module Icinga2 GraphiteWriter (si spécifié)

source: Service name template
fr_fr: Nom du modèle de service

source: Graphite Web URL
fr_fr: URL de l'interface web de Graphite

source: URL to your Graphite Web
fr_fr: URL de l'interface web de Graphite

source: Graphite Web user
fr_fr: Utilisateur web de Graphite

source: Show the last … hours
fr_fr: Afficher les dernières ... heures

source: %d hour
fr_fr: %d heure

source: %d hours
fr_fr: %d heures

source: %d day
fr_fr: %d jour

source: %d days
fr_fr: %d jours

source: %d week
fr_fr: %d semaine

source: %d weeks
fr_fr: %d semaines

source: %d month
fr_fr: %d mois

source: %d months
fr_fr: %d mois

source: %d year
fr_fr: %d an

source: %d years
fr_fr: %d ans

source: Update
fr_fr: Mettre à jour

source: Advanced configuration
fr_fr: Configuration avancée

source: Advanced
fr_fr: Avancé

source: Allow debugging directly via the web UI
fr_fr: Autoriser le débogage directement depuis l'interface web

source: Graphs
fr_fr: Graphiques

source: Specify custom time range
fr_fr: Spécifier une durée personnalisée

source: The username must not contain colons.
fr_fr: Le nom d'utilisateur ne doit pas contenir de deux-points.

source: No items found.
fr_fr: Aucun élément trouvé.

source: Summary
fr_fr: Sommaire

source: Change item count per page
fr_fr: Changer le nombre d'éléments par page

source: Go to page …
fr_fr: Aller à la page …

source: Delete "%s"
fr_fr: Supprimer « %s »

source: Modify "%s"
fr_fr: Modifier « %s »

source: Access Denied
fr_fr: Accès refusé

source: Not available
fr_fr: Non disponible

source: Fullscreen
fr_fr: Plein écran

source: Local Binary
fr_fr: Binaire local

source: Chrome/Chromium supporting headless mode required which is provided since version 59. Version detected: %s
fr_fr: Chrome/Chromium supporte le mode "headless" (requis) depuis la version 59. Version détectée : %s

source: Force local temp storage
fr_fr: Forcer le stockage local temporaire

source: Remote Port
fr_fr: Port distant

source: Configure the Chrome/Chromium connection
fr_fr: Configurer la connexion avec Chrome/Chromium

source: Show all %d comments
fr_fr: Afficher tous les %d commentaires

source: Remove Comments
fr_fr: Retirer les commentaires

source: Contact not found
fr_fr: Contact absent

source: Contact group not found
fr_fr: Groupe de commentaire absent

source: Scheduled Start Time
fr_fr: Date de début programmé

source: Scheduled End Time
fr_fr: Date de fin programmé

source: Cancel Downtimes
fr_fr: Désactivation des maintenances

source: Event
fr_fr: Évènement

source: It seems that Icinga DB is not running. Make sure Icinga DB is running and writing into the database.
fr_fr: Il semblerait qu'Icinga DB ne fonctionne pas. Vérifiez qu'Icinga DB fonctionne et qu'il écrit en base.

source: Event Time
fr_fr: Temps d'evenement

source: Host group not found
fr_fr: Groupe d'hôte absent

source: Show all %d hosts
fr_fr: Afficher tous les %d hôtes

source: Service group not found
fr_fr: Groupe de service absent

source: Show all %d servicegroups
fr_fr: Afficher tous les %d groupes de service

source: Check Now
fr_fr: Vérifier maintenant

source: Remove Comment
fr_fr: Retirer le commentaire

source: Add Comment
fr_fr: Ajouter un commentaire

source: Comment added
fr_fr: Commentaire ajouté

source: Comment removed by author
fr_fr: Commentaire retiré par son auteur

source: E-Mail
fr_fr: Courriel

source: Save Configuration
fr_fr: Sauvegarder la configuration

source: Audit Log
fr_fr: journal d'audit

source: No activity has been recorded yet.
fr_fr: Aucune activité enregistrée.

source: Standard Log
fr_fr: journal standard

source: Human-readable message log
fr_fr: journal simplifié

source: Standard Log Path
fr_fr: Chemin du journal

source: The full path to the standard log
fr_fr: Le chemin absolu vers le journal

source: Ident
fr_fr: Utilisateur

source: The identifier to use for syslog messages
fr_fr: L'utilisateur pour les messages de syslog

source: JSON Log
fr_fr: Message au format JSON

source: Machine-parsable JSON objects
fr_fr: Objets JSON analysables

source: JSON Log Path
fr_fr: Chemin des messages au format JSON

source: The full path to the JSON log
fr_fr: Le chemin absolu vers les messages au format JSON

source: Allow access to the audit log
fr_fr: Autoriser l'accès au journal d'audit
