Repository: Icinga/L10n
Catalog: src/ipl-web/*/LC_MESSAGES/icinga.po
Languages: de_de

source: Is not a valid column
de_de: Ist keine gültige Spalte

source: Change item count per page
de_de: Ändere Anzahl der Elemente pro Seite

source: Show items %u to %u of %u
de_de: Zeige Elemente %u bis %u von %u

source: Go to page …
de_de: Gehe zu Seite …

source: Pagination
de_de: Seitennavigation

source: Please add a logical operator on the left.
de_de: Bitte füge links einen logischen Operator hinzu.

source: Please close or remove this group.
de_de: Bitte schließe oder entferne diese Gruppe.

# ..<comma separated list>
source: Please type one of: %s
de_de: Bitte triff eine Wahl und tippe: %s

source: Please enter a valid column.
de_de: Bitte trage eine gültige Spalte ein.

source: Unexpected %s at start of input
de_de: Unerwartetes Zeichen (%s) am Beginn der Eingabe

source: Adjust Filter
de_de: Filter anpassen

source: Search for %s in: %s
de_de: Suche nach %s in: %s

source: Search for %s
de_de: Suche nach %s

source: Can't search:
de_de: Suche nicht möglich:

source: Columns
de_de: Spalten

source: Missing column name
de_de: Name der Spalte fehlt

# to a group of filter conditions
source: Add Condition
de_de: Bedingung hinzufügen

# of filter conditions
source: Add Group
de_de: Gruppe hinzufügen

# a filter rule
source: Wrap in Group
de_de: Gruppieren

# a filter rule
source: Delete
de_de: Löschen

source: Clear Filter
de_de: Filter löschen

source: Apply
de_de: Anwenden

source: Change sort direction
de_de: Sortierreihenfolge ändern
