Repository: Icinga/L10n
Catalog: src/icinga-kubernetes-web/*/LC_MESSAGES/icinga.po
Languages: de_de

source: New configuration has successfully been stored
de_de: Neue Konfiguration wurde erfolgreich gespeichert

source: Notifications configuration is locked.
de_de: Notifications-Konfiguration ist gesperrt.

source: Source not created
de_de: 'Source' ist nicht erstellt

source: New configuration has successfully been stored.
de_de: Neue Konfiguration wurde erfolgreich gespeichert.

source: Prometheus configuration is locked.
de_de: Prometheus-Konfiguration ist gesperrt.

source: Config Map not found
de_de: Config Map nicht gefunden

source: Created
de_de: Erstellt

source: Container not found
de_de: Container nicht gefunden

source: Cron Job not found
de_de: Cron Job nicht gefunden

source: Daemon Set not found
de_de: Daemon Set nicht gefunden

source: Deployment not found
de_de: Deployment nicht gefunden

source: Event not found
de_de: Event nicht gefunden

source: Last Seen
de_de: Zuletzt gesehen

source: Ingress not found
de_de: Ingress nicht gefunden

source: Init container not found
de_de: Init Container nicht gefunden

source: Job not found
de_de: Job nicht gefunden

source: Namespace not found
de_de: Namespace nicht gefunden

source: Node not found
de_de: Node nicht gefunden

source: Persistent Volume not found
de_de: Persistent Volume nicht gefunden

source: Persistent Volume Claim not found
de_de: Persistent Volume Claim nicht gefunden

source: Pod not found
de_de: Pod nicht gefunden

source: Replica Set not found
de_de: Replica Set nicht gefunden

source: Secret not found
de_de: Secret nicht gefunden

source: Service not found
de_de: Service nicht gefunden

source: Sidecar container not found
de_de: Sidecar Container nicht gefunden

source: Stateful Set not found
de_de: Stateful Set nicht gefunden

source: Database
de_de: Datenbank

source: Please choose
de_de: Bitte auswählen

source: Save Changes
de_de: Änderungen speichern

source: Favor
de_de: Favorisieren

source: Favor Resource
de_de: Resource favorisieren

source: Icinga Notifications URL. Leave/set blank to turn off notifications.
de_de: Icinga Notifications URL. Leer lassen, um Benachrichtigungen zu deaktivieren.

source: Invalid URL: Both host and scheme must be specified.
de_de: Ungültige URL: Host und Schema müssen beide angegeben werden.

source: Insecure
de_de: Unsicher

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Unfavor
de_de: Nicht mehr favorisieren

source: Unfavor Resource
de_de: Resource nicht mehr favorisieren

source: All Favorites
de_de: Alle Favoriten

source: Allow to show config maps
de_de: Anzeigen von Config Maps zulassen

source: Allow to show cron jobs
de_de: Anzeigen von Cron Jobs zulassen

source: Allow to show daemon sets
de_de: Anzeigen von Daemon Sets zulassen

source: Allow to show deployments
de_de: Anzeigen von Deployments zulassen

source: Allow to show events
de_de: Anzeigen von Events zulassen

source: Allow to show ingresses
de_de: Anzeigen von Ingresses zulassen

source: Allow to show jobs
de_de: Anzeigen von Jobs zulassen

source: Allow to show nodes
de_de: Anzeigen von Nodes zulassen

source: Allow to show persistent volume claims
de_de: Anzeigen von Persistent Volume Claims zulassen

source: Allow to show persistent volumes
de_de: Anzeigen von Persistent Volumes zulassen

source: Allow to show pods
de_de: Anzeigen von Pods zulassen

source: Allow to show replica sets
de_de: Anzeigen von Replica Sets zulassen

source: Allow to show secrets
de_de: Anzeigen von Secrets zulassen

source: Allow to show services
de_de: Anzeigen von Services zulassen

source: Allow to show stateful sets
de_de: Anzeigen von Stateful Sets zulassen

source: Allow to show yaml
de_de: Anzeigen von YAML zulassen

source: Restrict access to the resources that match the filter
de_de: Beschränken des Zugriffs auf die Ressourcen, die dem Filter entsprechen

source: Cannot apply restriction %s using the filter %s. You can only use the following columns: %s
de_de: Die Einschränkung %s kann nicht mit dem Filter %s angewendet werden. Du kannst nur folgende Spalten verwenden: %s

source: Resource Version
de_de: Ressourcen-Version

source: Out of {total} total Namespaces, {Active} are Active, {Terminating} are Terminating.
de_de: Von insgesamt {total} Namespaces, sind {Active} aktiv, {Terminating} werden abgebrochen.

source: Out of {total} total Nodes, {ok} are in OK state, {critical} are Critical, {warning} are in Warning state, and {unknown} are Unknown.
de_de: Von insgesamt {total} Nodes, haben {ok} den Zustand OK, {critical} haben den Zustand Critical, {warning} haben den Zustand Warning und bei {unknown} ist der Zustand unbekannt.

source: Configuration
de_de: Konfiguration

source: Store configuration data as key-value pairs.
de_de: Speichere Konfigurationsdaten als Schlüssel-Wert-Paare.

source: Store sensitive data (e.g., passwords, tokens) in an encrypted format.
de_de: Speichere sensible Daten (z. B. Passwörter, Tokens) in einem verschlüsselten Format.

source: Networking
de_de: Vernetzung

source: Expose Pods within or outside the cluster. Types: ClusterIP, NodePort, LoadBalancer, ExternalName.
de_de: Pods innerhalb oder außerhalb des Clusters zugänglich machen. Typen: ClusterIP, NodePort, LoadBalancer, ExternalName.

source: Core components that manage and support the Kubernetes control plane, networking, and storage, ensuring the cluster's overall health and operation.
de_de: Kernkomponenten, die die Kubernetes-Steuerungsebene, das Netzwerk und den Speicher verwalten und unterstützen und so die allgemeine Funktionsfähigkeit und Gesundheit des Clusters sicherstellen.

source: Manage HTTP/HTTPS traffic into the cluster.
de_de: Verwalten des HTTP-/HTTPS-Datenverkehrs in das Cluster.

source: Observability
de_de: Beobachtbarkeit

source: Record changes and issues within the cluster.
de_de: Aufzeichnen von Änderungen und Problemen innerhalb des Clusters.

source: Storage
de_de: Speicher

source: Out of {total} total Persistent Volumes, {Bound} are Bound, {Available} are Available, {Pending} are Pending, {Released} are Released, and {Failed} are Failed.
de_de: Von insgesamt {total} Persistent Volumes, sind {Bound} gebunden, {Available} sind verfügbar, {Pending} sind ausstehend, {Released} sind freigegeben und {Failed} sind fehlgeschlagen.

source: Out of {total} total Persistent Volume Claims, {Bound} are Bound, {Pending} are Pending, {Lost} are Lost.
de_de: Von insgesamt {total} Persistent Volume Claims, sind {Bound} gebunden, {Pending} sind ausstehend und {Lost} sind verloren.

source: Schedule Jobs to run at specific times.
de_de: Plane Jobs zu bestimmten Zeiten.

source: Out of {total} total Daemon Sets, {ok} are in OK state, {critical} are Critical, {warning} are in Warning state, and {unknown} are Unknown.
de_de: Von insgesamt {total} Daemon Sets, haben {ok} den Zustand OK, {critical} haben den Zustand Critical, {warning} haben den Zustand Warning und der Zustand von {unknown} ist unbekannt.

source: Out of {total} total Deployments, {ok} are in OK state, {critical} are Critical, {warning} are in Warning state, and {unknown} are Unknown.
de_de: Von insgesamt {total} Deployments, haben {ok} den Zustand OK, {critical} haben den Zustand Critical, {warning} haben den Zustand Warning und der Zustand von {unknown} ist unbekannt.

source: Out of {total} total Jobs, {ok} are in OK state, {critical} are Critical, {warning} are in Warning state, {unknown} are Unknown and {pending} are in Pending State.
de_de: Von insgesamt {total} Jobs, haben {ok} den Zustand OK, {critical} haben den Zustand Critical, {warning} haben den Zustand Warning, der Zustand von {unknown} ist unbekannt und {pending} haben den Zustand Pending.

source: Out of {total} total Pods, {ok} are in OK state, {critical} are Critical, {warning} are in Warning state, {unknown} are Unknown, and {pending} are in Pending State.
de_de: Von insgesamt {total} Pods, haben {ok} den Zustand OK, {critical} haben den Zustand Critical, {warning} haben den Zustand Warning, der Zustand von {unknown} ist unbekannt und {pending} haben den Zustand Pending.

source: Out of {total} total Replica Sets, {ok} are in OK state, {critical} are Critical, {warning} are in Warning state, and {unknown} are Unknown.
de_de: Von insgesamt {total} Replica Sets, haben {ok} den Zustand OK, {critical} haben den Zustand Critical, {warning} haben den Zustand Warning und der Zustand von {unknown} ist unbekannt.

source: Out of {total} total Stateful Sets, {ok} are in OK state, {critical} are Critical, {warning} are in Warning state, and {unknown} are Unknown.
de_de: Von insgesamt {total} Stateful Sets, haben {ok} den Zustand OK, {critical} haben den Zustand Critical, {warning} haben den Zustand Warning und der Zustand von {unknown} ist unbekannt.

source: Value
de_de: Wert

source: Immutable
de_de: Unveränderlich

source: Created At
de_de: Erstellt

source: Image Pull Policy
de_de: Image Pull Richtlinie

source: CPU Limits
de_de: CPU-Grenzen

source: CPU Requests
de_de: CPU-Anfragen

source: Memory Limits
de_de: RAM-Grenzen

source: Memory Requests
de_de: RAM-Anfragen

source: State
de_de: Zustand

source: Ready
de_de: Bereit

source: Started At
de_de: Gestartet

source: Restart Count
de_de: Neustart-Zähler

source: Icinga State
de_de: Icinga-Zustand

source: Icinga State Reason
de_de: Icinga-Zustand Grund

source: Last Update
de_de: Letzte Aktualisierung

source: Mount Path
de_de: Einhängungspfad

source: Sub Path
de_de: Unterpfad

source: Read Only
de_de: Nur lesen

source: Schedule
de_de: Zeitplan

source: Timezone
de_de: Zeitzone

source: Starting Deadline Seconds
de_de: Startfrist in Sekunden

source: Concurrency Policy
de_de: Nebenläufigkeitsrichtlinie

source: Suspend
de_de: Aussetzen

source: Successful Jobs History Limit
de_de: Obergrenze für erfolgreiche Job-Historie

source: Failed Jobs History Limit
de_de: Obergrenze für fehlgeschlagene Job-Historie

source: Active
de_de: Aktiv

source: Last Schedule Time
de_de: Letzte geplante Ausführung

source: Last Successful Time
de_de: Letzte erfolgreiche Ausführung

source: Update Strategy
de_de: Aktualisierungsstrategie

source: Min Ready Seconds
de_de: Minimale Bereitschaft in Sekunden

source: Desired Number Scheduled
de_de: Gewünschte Anzahl geplant

source: Current Number Scheduled
de_de: Aktuelle Anzahl geplant

source: Number Misscheduled
de_de: Anzahl falsch geplant

source: Number Ready
de_de: Anzahl bereit

source: Update Number Scheduled
de_de: Aktualisierte Anzahl geplant

source: Number Available
de_de: Anzahl verfügbar

source: Number Unavailable
de_de: Anzahl nicht verfügbar

source: Type
de_de: Typ

source: Last Transition
de_de: Letzte Zustandsänderung

source: Message
de_de: Nachricht

source: Reason
de_de: Grund

source: Kind
de_de: Art

source: Block Owner Deletion
de_de: Löschen des Besitzers blockieren

source: Desired Replicas
de_de: Gewünschte Replikate

source: Strategy
de_de: Strategie

source: Progress Deadline Seconds
de_de: Frist für Fortschritt in Sekunden

source: Paused
de_de: Pausiert

source: Actual Replicas
de_de: Tatsächliche Replikate

source: Updated Replicas
de_de: Aktualisierte Replikate

source: Ready Replicas
de_de: Bereite Replikate

source: Available Replicas
de_de: Verfügbare Replikate

source: Unavailable Replicas
de_de: Nicht verfügbare Replikate

source: Serving
de_de: Dient

source: Terminating
de_de: Wird beendet

source: Address
de_de: Adresse

source: Protocol
de_de: Protokoll

source: App Protocol
de_de: App-Protokoll

source: Address Type
de_de: Adressen-Typ

source: Reporting Controller
de_de: Meldender Controller

source: Reporting Instance
de_de: Meldende Instanz

source: Action
de_de: Aktion

source: Note
de_de: Anmerkung

source: Referent Kind
de_de: Referenz-Art

source: Referent Namespace
de_de: Referenz-Namespace

source: Referent Name
de_de: Referenz-Name

source: First Seen
de_de: Zuerst gesehen

source: Count
de_de: Anzahl

source: Resource UUID
de_de: Ressourcen-UUID

source: Resource Kind
de_de: Ressourcen-Art

source: Priority
de_de: Priorität

source: API Group
de_de: API-Gruppe

source: Service Port Number
de_de: Service-Port-Nummer

source: Path
de_de: Pfad

source: Path Type
de_de: Pfad-Typ

source: Any
de_de: Alle

source: Not started
de_de: Nicht gestartet

source: Parallelism
de_de: Parallele Ausführungen

source: Completions
de_de: Erfolgreiche Durchläufe

source: Active Deadline Seconds
de_de: Zeitlimit für aktive Ausführung

source: Backoff Limit
de_de: Grenze für Fehlversuche

source: TTL Seconds After Finished
de_de: Lebensdauer nach Abschluss in Sekunden

source: Completion Mode
de_de: Erfolgs-Modus

source: Start Time
de_de: Startzeit

source: Completion Time
de_de: Erfolgszeit

source: Succeeded
de_de: Erfolgreich

source: Failed
de_de: Fehlgeschlagen

source: Last Probe
de_de: Letzte Zustandsabfrage

source: Num IPs
de_de: Anzahl IPs

source: Unschedulable
de_de: Unplanbar

source: CPU Capacity
de_de: CPU-Kapazität

source: CPU Allocatable
de_de: CPU Zuweisbar

source: Memory Capacity
de_de: RAM-Kapazität

source: Memory Allocatable
de_de: RAM Zuweisbar

source: Pod Capacity
de_de: Pod-Kapazität

source: Roles
de_de: Rollen

source: Machine ID
de_de: Maschinen-ID

source: Operating System
de_de: Betriebssystem

source: Architecture
de_de: Architektur

source: Container Runtime Version
de_de: Container-Laufzeitversion

source: Last Heartbeat
de_de: Letzter Herzschlag

source: Capacity
de_de: Kapazität

source: Access Modes
de_de: Zugangsarten

source: Volume Mode
de_de: Volume-Modus

source: Volume Source Type
de_de: Volume-Typ

source: Storage Class
de_de: Speicherklasse

source: Reclaim Policy
de_de: Rückgaberichtilinie

source: Desired Access Modes
de_de: Gewünschte Zugriffsmodi

source: Actual Access Modes
de_de: Tatsächliche Zugriffsmodi

source: Minimum Capacity
de_de: Minimale Kapazität

source: Actual Capacity
de_de: Tatsächliche Kapazität

source: Nominated Node Name
de_de: Geplanter Node-Name

source: Restart Policy
de_de: Neustartrichtlinie

source: Phase Reason
de_de: Phasenursache

source: Phase Message
de_de: Phasennachricht

source: Quality of Service
de_de: Dienstqualität

source: Readonly
de_de: Nur lesbar

source: Source
de_de: Quelle

source: Fully Labeled Replicas
de_de: Vollständig gelabelte Replikate

source: External IPs
de_de: Externe IPs

source: Session Affinity
de_de: Sitzungsaffinität

source: External Name
de_de: Externer Name

source: External Traffic Policy
de_de: Richtlinie für externen Datenverkehr

source: Health Check Node Port
de_de: Gesundheitscheck Node-Port

source: Publish Not Ready Addresses
de_de: Nicht-bereite Adressen veröffentlichen

source: IP Families
de_de: IP-Familien

source: IP Family Policy
de_de: IP-Familienrichtlinie

source: Allocated Load Balancer Node Ports
de_de: Zugewiesene NodePorts für Load Balancer

source: Load Balancer Class
de_de: Load-Balancer-Klasse

source: Internal Traffic Policy
de_de: Richtlinie für internen Datenverkehr

source: Observed Generation
de_de: Beobachtete Generation

source: Target Port
de_de: Ziel-Port

source: Pod Management Policy
de_de: Richtlinie zur Pod-Verwaltung

source: Ordinals
de_de: Ordnungsnummern

source: Current Replicas
de_de: Aktuelle Replikate

source: Icinga for Kubernetes is not running or not writing into the database.
de_de: Icinga for Kubernetes läuft nicht, oder schreibt nicht in die Datenbank.

source: Icinga for Kubernetes is not connected to Kubernetes.
de_de: Icinga for Kubernetes ist nicht zu Kubernetes verbunden.

source: Icinga for Kubernetes is running, connected to Kubernetes, and writing into the database.
de_de: Icinga for Kubernetes läuft, ist zu Kubernetes verbunden und schreibt in die Datenbank.

# <stateful_set> is <icinga_state>
source: %s is %s
de_de: %s ist %s

source: "%s" is not a valid column
de_de: "%s" ist keine gültige Spalte

source: %s is %s
de_de: %s ist %s

source: Started
de_de: Gestartet

source: Restarts
de_de: Neustarts

# <container> is <container_state>
source: %s is %s
de_de: %s ist %s

source: None
de_de: Keine

source: Last Successful
de_de: Zuletzt erfolgreich

source: Last Scheduled
de_de: Zuletzt geplant

source: %d %s available (%d unavailable)
de_de: %d %s verfügbar (%d nicht verfügbar)

source: Min Ready Duration
de_de: Minimale Bereitschaftsdauer

source: %d %s available (%d unavailable)
de_de: %d %s verfügbar (%d nicht verfügbar)

source: replica
de_de: Replikat

source: Progress Deadline
de_de: Zeitlimit für Fortschritt

# %d:num_of_available_pods %s:pods_translation (%d:num_of_unavailable_pods)
source: %d %s available (%d not available)
de_de: %d %s verfügbar (%d nicht verfügbar)

source: Back-off Limit
de_de: Grenze an Fehlversuchen

source: Active Deadline Duration
de_de: Maximale Laufzeitdauer

source: TTL Duration After Finished
de_de: TTL-Dauer nach Beendigung

source: Namespace %s has %s resources
de_de: Namespace %s hat %s Ressourcen

# <namespace> is <namespace_phase>
source: %s is %s
de_de: %s ist %s

# number of CPU cores
source: %d cores
de_de: %d Kerne

# <node> is <icinga_state>
source: %s is %s
de_de: %s ist %s

# <pvc> is <pvc_phase
source: %s is %s
de_de: %s ist %s

source: Access Mode
de_de: Zugriffsmodus

# <persistent_volume> is <persistent_volume_phase>
source: %s is %s
de_de: %s ist %s

source: %d %s running (%d not running)
de_de: %d %s laufen (%d laufen nicht)

source: Container Restarts
de_de: Container Neustarts

source: Custom Order
de_de: Benutzerdefinierte Reihenfolge

source: Adjust Filter
de_de: Filter anpassen

source: Minimal view active
de_de: Minimalansicht aktiv

source: Switch to minimal view
de_de: Wechsel to Minimalansicht

source: Common view active
de_de: Normale Ansicht aktiv

source: Switch to common view
de_de: Wechsel zu normaler Ansicht

source: Detailed view active
de_de: Detailansicht aktiv

source: Switch to detailed view
de_de: Wechsel zu Detailansicht

source: Referent
de_de: Referenzobjekt

source: Number of IPs
de_de: Anzahl an IPs

source: Allocate Load Balancer Node Ports
de_de: Load-Balancer-NodePorts zuweisen

source: No items found.
de_de: Keine Elemente gefunden.

source: Metrics
de_de: Metriken

source: All clusters
de_de: Alle Cluster

source: Endpoints
de_de: Endpunkte

source: Environment
de_de: Umfeld

source: %d %s available (%d unavailable)
de_de: %d %s verfügbar (%d nicht verfügbar)

source: %d %s available (%d unavailable)
de_de: %d %s verfügbar (%d nicht verfügbar)

source: Rules
de_de: Regeln

source: Selectors
de_de: Selektoren

source: No items to display.
de_de: Keine Elemente zum Anzeigen.

source: No data to display.
de_de: Keine Daten zum Anzeigen.

source: Internal Endpoints
de_de: Interne Endpunkte

source: No items to display
de_de: Keine Elemente zum Anzeigen

# <daemon_set> is <icinga_state>
source: %s is %s
de_de: %s ist %s

# <deployment> is <icinga_state>
source: %s is %s
de_de: %s ist %s

# <init-container> is <init-container_state>
source: %s is %s
de_de: %s ist %s

# <job> is <icinga_state>
source: %s is %s
de_de: %s ist %s

# <pod> is <icinga_state>
source: %s is %s
de_de: %s ist %s

# <replica_set> is <icinga_state>
source: %s is %s
de_de: %s ist %s

source: Cluster management
de_de: Cluster-Verwaltung

source: Source not found
de_de: Quelle nicht gefunden

source: Cluster Metrics
de_de: Cluster-Metriken

source: Node Metrics
de_de: Node-Metriken

source: Pod Metrics
de_de: Pod-Metriken

source: Container Metrics
de_de: Container-Metriken

source: Allow to show secretes
de_de: Anzeigen von Secrets zulassen

source: Concurrency Policy
de_de: Nebenläufigkeitsrichtlinie

source: Charts
de_de: Diagramme
