Repository: Icinga/L10n
Catalog: src/icingaweb2-module-audit/*/LC_MESSAGES/icinga.po
Languages: de_de, ka_ge

source: Save Configuration
de_de: Konfiguration gespeichert
ka_ge: კონფიგურაციის სახელი

source: Audit Log
ka_ge: აუდიტის ჟურნალი

source: No activity has been recorded yet.
de_de: Bisher keine Aktivitäten aufgezeichnet.
ka_ge: ჯერ აქტივობების ჩაწერილი არაა.

source: Standard Log
ka_ge: სტანდარტული ჟურნალი

source: Human-readable message log
de_de: Menschen-lesbares Nachrichten Log
ka_ge: ადამიანისთვის წაკითხვადი შეტყობინების ჟურნალი

# log.type
source: None
de_de: Nicht loggen
ka_ge: არცერთი

source: File
de_de: Datei
ka_ge: ფაილი

source: Standard Log Path
de_de: Standard Log Pfad
ka_ge: სტანდარტული ჟურნალის ბილიკი

source: The full path to the standard log
de_de: Der vollständige Pfad zum Standard Log
ka_ge: სრული ბილიკი სტანდარტულ ჟურნალამდე

source: Ident
de_de: Kennung
ka_ge: იდენტ

source: The identifier to use for syslog messages
de_de: Kennung zur Nutzung in Syslog Nachrichten
ka_ge: იდენტიფიკატორი სისტემური ჟურნალის შეტყობინებებისთვის

source: Facility
ka_ge: დაწესებულება

source: The facility to send syslog messages to
de_de: Syslog Facility zudem die Nachrichten gesendet werden sollen
ka_ge: დაწესებულება, სადაც სისტემური ჟურნალის შეტყობინებები გაიგზავნება

source: JSON Log
ka_ge: JSON ჟურნალი

source: Machine-parsable JSON objects
de_de: Maschinen verarbeitbare JSON Objekte
ka_ge: მანქანის მიერ დამუშავებადი JSON ობიექტები

source: JSON Log Path
de_de: JSON Log Pfad
ka_ge: JSON ჟურნალის ბილიკი

source: The full path to the JSON log
de_de: Der vollständige Pfad zum JSON Log
ka_ge: სრული ბილიკი JSON ჟურნალამდე

source: Configuration
de_de: Konfiguration
ka_ge: მორგება

source: Allow access to the audit log
de_de: Erlaube Zugriff auf das Audit Log
ka_ge: აუდიტის ჟურნალთან წვდომის დაშვება

source: Reporting
ka_ge: ანგარიში
