Repository: Icinga/L10n
Catalog: src/icingaweb2-module-businessprocess/*/LC_MESSAGES/icinga.po
Languages: de_de

source: Business Process Overview
de_de: Geschäfts-Prozessübersicht

source: Node Impact
de_de: Auswirkung des Knotens

source: Business Impact (%s)
de_de: Prozess-Auswirkung (%s)

source: No impact detected. Is this node part of a business process?
de_de: Keine Auswirkung festgestellt. Ist dieser Knoten Teil eines Prozesses?

source: Create a new Business Process
de_de: Neuen Geschäfts-Prozess erstellen

source: Upload a Business Process Config file
de_de: Lade eine Geschäfts-Prozess Konfigurationsdatei hoch

source: Business Process "%s"
de_de: Geschäfts-Prozess "%s"

source: State
de_de: Zustand

source: Leave full screen and switch back to normal mode
de_de: Vollbildmodus verlassen, zurück zur normalen Ansicht

source: %d applied simulation(s) have been dropped
de_de: %d angewendete Simulation(en) wurde(n) entfernt

source: This process has %d pending change(s).
de_de: Dieser Prozess hat %d ungesicherte Änderung(en).

source: Store
de_de: Speichern

source: Dismiss
de_de: Verwerfen

source: This process shows %d simulated state(s).
de_de: Dieser Prozess zeigt %d simulierte Zustände.

source: %s: Source Code Differences
de_de: %s: Quellcode Unterschiede

source: %s: Source Code
de_de: %s: Quellcode

source: %s: Configuration
de_de: %s: Konfiguration

source: Show source code
de_de: Quellcode anzeigen

source: Source
de_de: Quelle

source: Highlight changes
de_de: Änderungen hervorheben

source: Diff
de_de: Vergleich

source: Download process configuration
de_de: Prozesskonfiguration herunterladen

source: Business Process
de_de: Geschäfts-Prozess

source: Create
de_de: Erstellen

source: Upload
de_de: Hochladen

source: Process Configuration
de_de: Prozess-Konfiguration

source: Add a node to %s
de_de: Neuen Knoten zu %s hinzufügen

source: Existing Process
de_de: Existierender Prozess

source: Add a new root node
de_de: Neuen Wurzelknoten hinzufügen

source: Node type
de_de: Knotentyp

source: This is the unique identifier of this process
de_de: Das ist der eindeutige Bezeichner dieses Prozesses

source: Display Name
de_de: Anzeigename

source: Usually this name will be shown for this node. Equals ID if not given
de_de: Für gewöhnlich wird dieser Name für diesen Knoten angezeigt. Entspricht der ID, wenn nicht angegeben

source: Visualization
de_de: Darstellung

source: Where to show this process
de_de: Wo dieser Prozess angezeigt werden soll

source: Toplevel Process
de_de: Prozess der ersten Ebene

source: Subprocess only
de_de: Nur Unterprozess

source: URL pointing to more information about this node
de_de: URL zu mehr Informationen über diesen Knoten

source: Override Host State
de_de: Überschreibe Host Zustand

source: State Overrides
de_de: Zustand überschreiben

source: PENDING
de_de: AUSSTEHEND

source: Override Service State
de_de: Überschreibe Service Zustand

source: WARNING
de_de: WARNUNG

source: CRITICAL
de_de: KRITISCH

source: UNKNOWN
de_de: UNBEKANNT

source: Usually this name will be shown for this process. Equals ID if not given
de_de: Für gewöhnlich wird dieser Name für diesen Prozess angezeigt. Entspricht der ID, wenn nicht angegeben

source: Description
de_de: Beschreibung

source: A slightly more detailed description for this process, about 100-150 characters long
de_de: Eine etwas detailliertere Beschreibung dieses Prozesses, etwa 100-150 Zeichen lang

source: Icinga Web Monitoring Backend where current object states for this process should be retrieved from
de_de: Das Icinga Web Monitoring Backend von welchem die Zustands-Informationen für diesen Prozess bezogen werden sollen

source: Use the configured default backend
de_de: Benutze das konfigurierte Standard-Backend

source: State Type
de_de: Zustands-Typ

source: Whether this process should be based on Icinga hard or soft states
de_de: Auf welchem Zustands-Typ (Hard oder Soft) dieser Prozess basieren soll

source: Use SOFT states
de_de: Zustands-Typ "Soft" benutzen

source: Use HARD states
de_de: Zustands-Typ "Hard" benutzen

source: Add to menu
de_de: Zum Menü hinzufügen

source: Whether this process should be linked in the main Icinga Web 2 menu
de_de: Ob dieser Prozess ins Icinga Web 2 Hauptmenü verlinkt werden soll

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Allowed Users
de_de: Erlaubte Nutzer

source: Allowed Users (comma-separated)
de_de: Erlaubte Nutzer (Komma-getrennt)

source: Allowed Groups
de_de: Erlaubte Gruppen

source: Allowed Groups (comma-separated)
de_de: Erlaubte Gruppen (Komma-getrennt)

source: Allowed Roles
de_de: Erlaubte Rollen

source: Allowed Roles (comma-separated)
de_de: Erlaubte Rollen (Komma-getrennt)

source: Add
de_de: Hinzufügen

source: Delete
de_de: Löschen

source: A process named "%s" already exists
de_de: Ein Prozess namens "%s" existiert bereits

source: Business process source code
de_de: Geschäfts-Prozess Quellcode

source: File
de_de: Datei

source: Next
de_de: Weiter

source: Delete "%s"
de_de: Lösche "%s"

source: Unsure? Show business impact of "%s"
de_de: Nicht sicher? Zeige die Auswirkung von "%s"

source: Delete from %s
de_de: Entferne von %s

source: Delete root node "%s"
de_de: Lösche den Wurzelknoten "%s"

source: Are you sure?
de_de: Sind Sie sicher?

source: Do you really want to delete this node?
de_de: Möchtest du diesen Knoten wirklich löschen?

source: Delete all occurrences of %s
de_de: Lösche alle Vorkommen von %s

source: Well, maybe next time
de_de: Na gut, vielleicht nächstes Mal

source: Modify "%s"
de_de: Bearbeite "%s"

source: No process found with name %value%
de_de: Kein Prozess gefunden mit dem Namen %value%

source: Node order updated
de_de: Reihenfolge der Knoten aktualisiert

source: Current simulation
de_de: Aktuelle Simulation

source: Modify simulation for %s
de_de: Bearbeite die Simulation für %s

source: Add simulation for %s
de_de: Simulation für %s hinzufügen

source: Acknowledged
de_de: Bestätigt

source: Apply
de_de: Anwenden

source: Simulation has been set
de_de: Simulation wurde gesetzt

source: Simulation has been removed
de_de: Simulation wurde entfernt

source: Use current state (%s)
de_de: Aktuellen Zustand benutzen (%s)

source: Access Denied
de_de: Zugriff Verweigert

source: You are lacking permission to access host "%s".
de_de: Nicht genügend Berechtigungen für Zugriff auf Host "%s".

source: Hide this message
de_de: Nachricht schließen

source: You are lacking permission to access service "%s" on host "%s"
de_de: Nicht genügend Berechtigungen für Zugriff auf Service "%s" in Host "%s"

source: Business Processes
de_de: Geschäfts-Prozesse

source: Show all
de_de: Alle anzeigen

source: Allow to see all available processes, regardless of configured restrictions
de_de: Erlaubt es, alle verfügbaren Prozesse unabhängig von konfigurierten Restriktionen zu sehen

source: Allow to create whole new process configuration (files)
de_de: Erlaube das erstellen einer neuen Prozess-Konfiguration (Datei)

source: Allow to modify process definitions, to add and remove nodes
de_de: Erlaubt es Prozessdefinitionen zu modifizieren, sowie Knoten hinzuzufügen und zu entfernen

source: Restrict access to configurations with the given prefix
de_de: Beschränke den Zugriff auf Konfigurationen mit dem gegebenen Präfix

source: Unbound nodes
de_de: Ungebundene Knoten

source: Node "%s" has been defined twice
de_de: Der Knoten "%s" wurde doppelt definiert

source: No business process nodes for "%s" have been defined yet
de_de: Es wurden noch keine Geschäfts-Prozess Knoten für "%s" definiert

source: Nesting error detected: %s
de_de: Verschachtelungsfehler erkannt: %s

source: Cannot apply restriction %s using the filter %s. You can only use the following columns: %s
de_de: Kann Einschränkung %s mit dem Filter %s nicht anwenden. Es sind nur die folgenden Spalten erlaubt: %s

source: AND
de_de: UND

source: OR
de_de: ODER

source: NOT
de_de: NICHT

source: DEGRADED
de_de: HERABGESETZT

source: Business Impact
de_de: Prozess-Auswirkung

source: Show Overview
de_de: Zeige Übersicht

source: %u Child
de_de: %u Kind

source: Show tiles for this subtree
de_de: Zeige Kacheln für diesen Teilbaum

source: Show this subtree as a tree
de_de: Zeige diesen Teilbaum als eigenen Baum

source: Show this process as part of its original configuration
de_de: Zeige diesen Prozess in seiner originalen Konfiguration

source: More information
de_de: Weitere Informationen

source: Show the business impact of this node by simulating a specific state
de_de: Zeige die Prozess-Auswirkung dieses Knotens durch Simulation eines gewünschten Zustandes

source: Modify this monitored node
de_de: Bearbeite diesen überwachten Knoten

source: Modify this business process node
de_de: Bearbeite diesen Geschäfts-Prozessknoten

source: Add a new sub-node to this business process
de_de: Neuen Knoten zu diesem Geschäfts-Prozess hinzufügen

source: Delete this node
de_de: Lösche diesen Knoten

source: Modify this node
de_de: Bearbeite diesen Knoten

source: Simulate a specific state
de_de: Einen bestimmten Zustand simulieren

source: Add a new business process node
de_de: Neuen Geschäfts-Prozess hinzufügen

source: Could not retrieve process state: %s
de_de: Konnte den Prozess-Zustand nicht ermitteln: %s

source: Welcome to your Business Process Overview
de_de: Willkommen zur Übersicht deiner Geschäfts-Prozesse

source: From here you can reach all your defined Business Process configurations, create new or modify existing ones
de_de: Von hier kannst du alle definierten Geschäfts-Prozesskonfigurationen erreichen, neue erstellen oder bestehende bearbeiten

source: Create a new Business Process configuration
de_de: Erstelle eine neue Geschäfts-Prozesskonfiguration

source: Upload an existing Business Process configuration
de_de: Lade eine existierende Geschäfts-Prozess Konfigurationsdatei hoch

source: Not available
de_de: Nicht verfügbar

source: No Business Process has been defined for you
de_de: Es wurde noch kein Geschäfts-Prozess für dich definiert

source: Switch to Tile view
de_de: Zur Kachelansicht wechseln

source: Switch to Tree view
de_de: Zur Baumansicht wechseln

source: View
de_de: Ansicht

source: Switch to fullscreen mode
de_de: Zum Vollbildmodus wechseln

source: Fullscreen
de_de: Vollbild

source: Imported processes can only be changed in their original configuration
de_de: Importierte Prozesse können nur in ihrer originalen Konfiguration geändert werden

source: Editing Locked
de_de: Änderungen gesperrt

source: Click to unlock editing for this process
de_de: Klicke um diesen Prozess zu entsperren

source: Unlock Editing
de_de: Prozess entsperren

source: Click to lock editing for this process
de_de: Klicke um diesen Prozess zu sperren

source: Lock Editing
de_de: Prozess sperren

source: Modify this process
de_de: Bearbeite diesen Prozess

source: Config
de_de: Konfiguration

source: Add Node
de_de: Knoten hinzufügen

source: %d pending change(s) have been dropped
de_de: %d vorgenommene Änderung(en) wurde(n) verworfen

source: No such process config: "%s"
de_de: Keine entsprechende Prozesskonfiguration gefunden: "%s"

source: Please prefix the name with "%s"
de_de: Bitte stelle "%s" dem Namen voran

source: Please prefix the name with one of "%s"
de_de: Bitte stelle dem Namen eines von "%s" voran

source: Keep actual state
de_de: Behalte tatsächlichen Zustand

source: - please choose -
de_de: - bitte wählen -

source: Submit
de_de: Absenden

source: Form has successfully been sent
de_de: Formular wurde erfolgreich abgeschickt

source: Hosts from filter
de_de: Hosts basierend auf Filter

source: Services from filter
de_de: Services basierend auf Filter

source: The node type you want to add
de_de: Der gewünschte Knotentyp

source: Hosts that should be part of this business process node
de_de: Hosts welche Teil dieses Geschäfts-Prozesses sein sollen

source: Services that should be part of this business process node
de_de: Services welche Teil dieses Geschäfts-Prozesses sein sollen

source: Refresh
de_de: Aktualisieren

source: Choose a different configuration file to import its processes
de_de: Wähle eine andere Konfigurations-Datei um dessen Prozesse zu importieren

source: Enable host state overrides
de_de: Aktiviere Host Zustand Überschreibung

source: Enable service state overrides
de_de: Aktiviere Service Zustand Überschreibung

source: Other processes that should be part of this business process node
de_de: Andere Prozesse welche Teil dieses Business-Prozesses sein sollen

source: The host for this business process node
de_de: Der Host für diesen Geschäfts-Prozess Knoten

source: %label% is already defined in this process
de_de: %label% ist bereits in diesem Prozess definiert
