Repository: Icinga/L10n
Catalog: src/icingaweb2-module-elasticsearch/*/LC_MESSAGES/icinga.po
Languages: de_de

source: Instance not found
de_de: Instanz nicht gefunden

source: Document
de_de: Dokument

source: Host not found or not permitted
de_de: Host nicht gefunden oder nicht zul채ssig

source: Events
de_de: Ereignisse

source: Event type not found or not permitted
de_de: Ergebnis Typ nicht gefunden oder nicht zul채ssig

source: %s Events
de_de: %s Ereignisse

source: Instance for the event type not found
de_de: Instanz f체r diesen Ereignis Typ nicht gefunden

source: Instances
de_de: Instanzen

source: Event Types
de_de: Ereignis Typen

source: New Event Type
de_de: Neuer Ereignis Typ

source: Update Event Type
de_de: Aktualisiere Ereignis Typ

source: Remove Event Type
de_de: Entferne Ereignis Typ

source: New Instance
de_de: Neue Instanz

source: Update Instance
de_de: Aktualisiere Instanz

source: Remove Instance
de_de: Entferne Instanz

source: Name of the Event type
de_de: Name des Ereignis Typ

source: Event Type Name
de_de: Ereignis Typ Name

source: Elasticsearch instance
de_de: Elasticsearch Instanz

source: Elasticsearch Instance
de_de: Elasticsearch Instanz

source: Elasticsearch filter in the Icinga Web 2 filter format
de_de: Elasticsearch Filter im Icinga Web 2 Filter-Format

source: Comma-separated list of field names to display. The @timestamp field is always included
de_de: Komma getrennte Liste oder Feld Namen zum Anzeigen. Das @timestamp Feld ist immer inkludiert

source: Fields
de_de: Felder

source: Create a New Event Type
de_de: Erstelle einen neuen Ereignis Typ

source: Save
de_de: Speichern

source: Update Event Type %s
de_de: Aktualisiere Ereignis Typ %s

source: Remove
de_de: Entfernen

source: Remove Event Type %s
de_de: Entferne Ereignis Typ %s

source: Yes
de_de: Ja

source: Event type created
de_de: Ereignis Typ erstellt

source: Failed to create Event type
de_de: Fehler beim erstellen des Ereignis Typs

source: Event type updated
de_de: Ereignis Typ aktualisiert

source: Failed to update Event type
de_de: Fehler beim aktualisieren des Ereignis Typs

source: Event type removed
de_de: Ereignis Typ entfernt

source: Failed to remove Event type
de_de: Fehler beim erntfernen des Ereignis Typs

source: Event Type
de_de: Ereignis Typ

source: Name of the Elasticsearch instance
de_de: Name der Elasticsearch Instanz

source: Instance Name
de_de: Instanz Name

source: URI to the Elasticsearch instance
de_de: URI zu der Elasticsearch Instanz

source: The user to use for authentication
de_de: Der Benutzer f체r die Authentifizierung

source: User
de_de: Benutzer

source: The password to use for authentication
de_de: Das Kennwort welches zur Authentifizierung benutzt werden soll

source: Password
de_de: Passwort

source: Client Certificate
de_de: Client Zertifikat

source: Instance
de_de: Instanz

source: Allow to configure Elasticsearch instances and event types
de_de: Erlaube die Konfiguration von Elasticsearch-Instanzen und -Event-Typen

source: Allow access to view Elasticsearch events on a host
de_de: Erlaube die Ansicht von Elasticsearch-Ereignissen eines Hosts
