Repository: Icinga/L10n
Catalog: src/icingadb-web/*/LC_MESSAGES/icinga.po
Languages: de_de

source: Create Command Transport
de_de: Erstelle Befehls-Transport

source: Unknown transport
de_de: Unbekannter Befehls-Transport

source: Updated command transport "%s" successfully
de_de: Befehls-Transport "%s" erfolgreich aktualisiert

source: Command Transport: %s
de_de: Befehls-Transport: %s

source: Created command transport successfully
de_de: Der Befehls-Transport wurde erfolgreich angelegt

source: Add Command Transport
de_de: Neuer Befehls-Transport

source: Removed command transport "%s" successfully
de_de: Befehls-Transport "%s" erfolgreich entfernt

source: Remove Command Transport: %s
de_de: Entferne Befehls-Transport: %s

source: Position out of bounds
de_de: Position außerhalb des zulässigen Bereichs

source: Comment
de_de: Kommentar

source: Comment not found
de_de: Kommentar nicht gefunden

source: Comments
de_de: Kommentare

source: Entry Time
de_de: Eingabezeitpunkt

source: Author
de_de: Autor

source: Expire Time
de_de: Verfallszeitpunkt

source: Show all %d comments
de_de: Zeige alle %d Kommentare

source: Remove Comments
de_de: Entferne Kommentare

source: Adjust Filter
de_de: Filter anpassen

source: Downtime not found
de_de: Downtime nicht gefunden

source: Is In Effect
de_de: Ist aktiv

source: Start Time
de_de: Beginn

source: End Time
de_de: Ende

source: Scheduled Start Time
de_de: Geplanter Beginn

source: Scheduled End Time
de_de: Geplantes Ende

source: Duration
de_de: Dauer

source: Show all %d downtimes
de_de: Zeige alle %d Downtimes

source: Cancel Downtimes
de_de: Downtimes abbrechen

source: Database not configured
de_de: Datenbank nicht konfiguriert

source: Event
de_de: Ereignis

source: Event not found
de_de: Ereignis nicht gefunden

source: Health
de_de: Zustand

source: It seems that Icinga DB is not running. Make sure Icinga DB is running and writing into the database.
de_de: Es sieht so aus, als ob Icinga DB nicht läuft. Stelle sicher, dass Icinga DB läuft und in die Datenbank schreibt.

source: Active
de_de: Aktiv

source: Passive
de_de: Passiv

source: Feature Commands
de_de: Funktionsbefehle

source: History
de_de: Historie

source: Event Time
de_de: Ereignis-Zeitpunkt

source: Host not found
de_de: Host nicht gefunden

source: Severity
de_de: Schweregrad

source: Current State
de_de: Aktueller Zustand

source: Last State Change
de_de: Letzte Zustandsänderung

source: Source
de_de: Quelle

source: Host Group
de_de: Hostgruppe

source: Host group not found
de_de: Hostgruppe nicht gefunden

source: Host Groups
de_de: Hostgruppen

source: Total Hosts
de_de: Alle Hosts

source: Total Services
de_de: Alle Services

source: Show all %d hostgroups
de_de: Zeige alle %d Hostgruppen

source: Show all %d hosts
de_de: Zeige alle %d Hosts

source: Notifications
de_de: Benachrichtigungen

source: Send Time
de_de: Versandzeitpunkt

source: Service not found
de_de: Service nicht gefunden

# <service> on <host>
source: %s on %s
de_de: %s auf %s

source: Service Group
de_de: Servicegruppe

source: Service group not found
de_de: Servicegruppe nicht gefunden

source: Service Groups
de_de: Servicegruppen

source: Show all %d servicegroups
de_de: Zeige alle %d Servicegruppen

source: Show all %d services
de_de: Zeige alle %d Services

source: Service Grid
de_de: Serviceraster

source: Tactical Overview
de_de: Taktische Übersicht

source: User
de_de: Benutzer

source: User not found
de_de: Benutzer nicht gefunden

source: User Group
de_de: Benutzergruppe

source: User group not found
de_de: Benutzergruppe nicht gefunden

source: User Groups
de_de: Benutzergruppen

source: Users
de_de: Benutzer

source: Pager Address / Number
de_de: Pageradresse/-nummer

source: Transport Name
de_de: Befehlstransport-Name

source: Hostname or address of the Icinga master
de_de: Hostname oder Adresse des Icinga master

source: API Username
de_de: API Benutzername

source: User to authenticate with using HTTP Basic Auth
de_de: Nutzer für die Authentifizierung über HTTP Basic Auth

source: API Password
de_de: API Passwort

source: Save
de_de: Speichern

source: Failed to successfully validate the configuration: %s
de_de: Konnte die Einstellungen nicht erfolgreich validieren: %s

source: Force Changes
de_de: Änderungen erzwingen

source: Check this box to enforce changes without connectivity validation
de_de: Aktiviere dies, um die Änderungen ohne Validierung der Verbindung zu erzwingen

source: Some commands were not transmitted. Please check the log. The first error follows.
de_de: Einige Kommandos wurden nicht gesendet. Bitte prüfe das Log. Der erste Fehler folgt.

source: Active Host Checks
de_de: Aktive Host-Checks

source: Active Service Checks
de_de: Aktive Service-Checks

source: Event Handlers
de_de: Eventhandler

source: Flap Detection
de_de: Flap-Erkennung

source: Performance Data
de_de: Performancedaten

source: Enabled active host checks successfully
de_de: Aktive Host-Checks erfolgreich aktiviert

source: Disabled active host checks successfully
de_de: Aktive Host-Checks erfolgreich deaktiviert

source: Enabled active service checks successfully
de_de: Aktive Service-Checks erfolgreich aktiviert

source: Disabled active service checks successfully
de_de: Aktive Service-Checks erfolgreich deaktiviert

source: Enabled event handlers successfully
de_de: Eventhandler erfolgreich aktiviert

source: Disabled event handlers checks successfully
de_de: Eventhandler erfolgreich deaktiviert

source: Enabled flap detection successfully
de_de: Flap-Erkennung erfolgreich aktiviert

source: Disabled flap detection successfully
de_de: Flap-Erkennung erfolgreich deaktiviert

source: Enabled notifications successfully
de_de: Benachrichtigungen erfolgreich aktiviert

source: Disabled notifications successfully
de_de: Benachrichtigungen erfolgreich deaktiviert

source: Enabled performance data successfully
de_de: Performancedaten erfolgreich aktiviert

source: Disabled performance data successfully
de_de: Performancedaten erfolgreich deaktiviert

source: Invalid feature option
de_de: Unbekannte Funktion

source: Acknowledged problem successfully
de_de: Problem erfolgreich bestätigt

source: This command is used to acknowledge host or service problems. When a problem is acknowledged, future notifications about problems are temporarily disabled until the host or service recovers.
de_de: Dieser Befehl wird verwendet, um Host- oder Service-Probleme zu bestätigen. Sobald ein Problem bestätigt wird, werden zukünftige Benachrichtigungen über Probleme vorübergehend deaktiviert, bis der entsprechende Host oder Service sich erholt.

source: If you work with other administrators, you may find it useful to share information about the host or service that is having problems. Make sure you enter a brief description of what you are doing.
de_de: Bei Zusammenarbeit mit anderen Administratoren könnte es nützlich sein, Informationen zu Hosts oder Services mit Problemen untereinander auszutauschen. Stelle sicher, hier eine kurze Tätigkeitsbeschreibung einzutragen.

source: Persistent Comment
de_de: Persistenter Kommentar

source: If you want the comment to remain even when the acknowledgement is removed, check this option.
de_de: Diese Option aktivieren, wenn der Kommentar auch nach dem Löschen der Bestätigung bestehen bleiben soll.

source: Send Notification
de_de: Benachrichtigung senden

source: If you want an acknowledgement notification to be sent out to the appropriate contacts, check this option.
de_de: Diese Option aktivieren, wenn Kontakte über diese Bestätigung benachrichtigt werden sollen.

source: Sticky Acknowledgement
de_de: Sticky Bestätigung

source: If you want the acknowledgement to remain until the host or service recovers even if the host or service changes state, check this option.
de_de: Diese Option aktivieren, wenn die Bestätigung erhalten bleiben soll, bis sich der Host/Service erholt hat, selbst wenn sich der Zustand ändert.

source: Use Expire Time
de_de: Verfallszeitpunkt nutzen

source: If the acknowledgement should expire, check this option.
de_de: Diese Option aktivieren, wenn die Bestätigung verfallen soll.

source: Choose the date and time when Icinga should delete the acknowledgement.
de_de: Setze den Zeitpunkt, wann Icinga diese Bestätigung löschen soll.

source: Acknowledge problem
de_de: Problem bestätigen

source: Added comment successfully
de_de: Kommentar erfolgreich hinzugefügt

source: This command is used to add host or service comments.
de_de: Dieser Befehl wird verwendet, um Host- oder Service-Kommentare hinzuzufügen.

source: If the comment should expire, check this option.
de_de: Diese Option aktivieren, wenn der Kommentar verfallen soll.

source: Choose the date and time when Icinga should delete the comment.
de_de: Setze den Zeitpunkt, wann Icinga diesen Kommentar löschen soll.

source: Add comment
de_de: Kommentar hinzufügen

source: Scheduling check..
de_de: Plane Check..

source: Check Now
de_de: Jetzt prüfen

source: Schedule the next active check to run immediately
de_de: Den nächsten aktiven Check sofort ausführen

source: Removed comment successfully
de_de: Kommentar erfolgreich entfernt

source: Remove Comment
de_de: Kommentar löschen

source: Removed downtime successfully
de_de: Downtime erfolgreich entfernt

source: Downtime cannot be removed at runtime because it is based on a configured scheduled downtime.
de_de: Downtime kann nicht zur Laufzeit entfernt werden, da sie auf einer konfigurierten geplanten Downtime basiert.

source: Delete downtime
de_de: Downtime löschen

source: Submitted passive check result successfully
de_de: Passives Check-Ergebnis erfolgreich übermittelt

source: This command is used to submit passive host or service check results.
de_de: Dieser Befehl wird verwendet, um passive Host- oder Service-Check-Ergebnisse zu übermitteln.

source: Status
de_de: Zustand

source: The state this check result should report
de_de: Der Zustand dieses Check-Ergebnisses

# icinga.state
source: WARNING
de_de: WARNUNG

# icinga.state
source: CRITICAL
de_de: KRITISCH

# icinga.state
source: UNKNOWN
de_de: UNBEKANNT

source: Output
de_de: Ausgabe

source: The plugin output of this check result
de_de: Die Plugin-Ausgabe des Checks

source: The performance data of this check result. Leave empty if this check result has no performance data
de_de: Die Performance-Daten des Checks. Freilassen, wenn dieser Check keine Performance-Daten hat

source: Submit Passive Check Result
de_de: Passives Check-Ergebnis übermitteln

source: Removed acknowledgment successfully
de_de: Bestätigung erfolgreich entfernt

source: Remove acknowledgement
de_de: Bestätigung entfernen

source: Scheduled check successfully
de_de: Check erfolgreich geplant

source: This command is used to schedule the next check of hosts or services. Icinga will re-queue the hosts or services to be checked at the time you specify.
de_de: Dieser Befehl wird verwendet, um die nächste Überprüfung von Hosts oder Services einzuplanen. Aktuell anstehende Überprüfungen werden durch die neu spezifizierte ersetzt.

source: Check Time
de_de: Ausführungszeitpunkt

source: Set the date and time when the check should be scheduled.
de_de: Setze den Zeitpunkt, zu welchem dieser Check ausgeführt werden soll.

source: Force Check
de_de: Check erzwingen

source: If you select this option, Icinga will force a check regardless of both what time the scheduled check occurs and whether or not checks are enabled.
de_de: Wenn diese Option aktiviert wird, erzwingt Icinga einen Check unabhängig vom eingeplanten Zeitraum, auch ungeachtet ob Checks aktiviert sind oder nicht.

source: Schedule check
de_de: Check planen

source: All Services
de_de: Alle Services

source: Sets downtime for all services for the matched host objects. If child options are set, all child hosts and their services will schedule a downtime too.
de_de: Setzt eine Downtime für alle Services auf den zutreffenden Hosts. Sind Kind-Optionen gewählt, wird für alle Kind-Hosts und -Services auch eine Downtime gesetzt.

source: Schedule child downtimes.
de_de: Untergeordnete Downtimes planen.

source: Child Options
de_de: Kind-Optionen

source: Do nothing with child hosts
de_de: Nicht auf Kind-Hosts anwenden

source: Schedule triggered downtime for all child hosts
de_de: Plane eine Downtime mit Auslöser für alle Kind-Hosts

source: Schedule non-triggered downtime for all child hosts
de_de: Plane eine Downtime ohne Auslöser für alle Kind-Hosts

source: This command is used to schedule host and service downtimes. During the downtime specified by the start and end time, Icinga will not send notifications out about the hosts and services. When the scheduled downtime expires, Icinga will send out notifications for the hosts and services as it normally would.
de_de: Dieser Befehl wird verwendet, um Host- oder Service-Downtimes einzuplanen. Während einer solchen Downtime versendet Icinga keine Benachrichtigungen über die entsprechenden Hosts und Services. Sobald die Downtime verfällt, versendet Icinga die Benachrichtigungen wieder wie vorher.

source: Set the start date and time for the downtime.
de_de: Setze den Startzeitpunkt für diese Downtime.

source: Set the end date and time for the downtime.
de_de: Setze den Endzeitpunkt für diese Downtime.

source: The end time must be greater than the start time
de_de: Der Endzeitpunkt muss hinter dem Startzeitpunkt liegen

source: A downtime must not be in the past
de_de: Eine Downtime darf nicht in der Vergangenheit sein

source: Flexible
de_de: Flexibel

source: To make this a flexible downtime, check this option. A flexible downtime starts when the host or service enters a problem state sometime between the start and end times you specified. It then lasts as long as the duration time you enter.
de_de: Wähle diese Option für eine flexible Downtime. Eine flexible Downtime beginnt wenn der Host oder Service zwischen dem gewählten Start- und Endzeitpunkt in einen Problem-Zustand wechselt und dauert so lange, wie angegeben.

source: Minutes
de_de: Minuten

source: Hours
de_de: Stunden

source: Schedule downtime
de_de: Downtime planen

source: Sent custom notification successfully
de_de: Benutzerdefinierte Benachrichtigung erfolgreich gesendet

source: This command is used to send custom notifications about hosts or services.
de_de: Dieser Befehl wird verwendet, um angepasste Benachrichtigungen über Hosts und Services zu versenden.

source: Enter a brief description on why you're sending this notification. It will be sent with it.
de_de: Trage eine kurze Notiz für den Grund dieser Benachrichtigung ein. Diese wird mitgesendet.

source: Forced
de_de: Erzwungen

source: If you check this option, the notification is sent regardless of downtimes or whether notifications are enabled or not.
de_de: Ist diese Option aktiviert, wird die Benachrichtigung in jedem Fall versendet, unabhängig von zeitlichen Beschränkungen und ob Benachrichtigungen aktiviert sind oder nicht.

source: Send custom notification
de_de: Benutzerdefinierte Benachrichtigung senden

source: Active Checks
de_de: Aktive Checks

source: Enabled active checks successfully
de_de: Aktive Checks erfolgreich aktiviert

source: Disabled active checks successfully
de_de: Aktive checks erfolgreich deaktiviert

source: Enabled passive checks successfully
de_de: Passive Checks erfolgreich aktiviert

source: Disabled passive checks successfully
de_de: Passive Checks erfolgreich deaktiviert

source: Enabled event handler successfully
de_de: Eventhandler erfolgreich aktiviert

source: Disabled event handler checks successfully
de_de: Eventhandler erfolgreich deaktiviert

source: Multiple Values
de_de: Mehrere Werte

source: Leave Unchanged
de_de: Unverändert lassen

source: Disable All
de_de: Alle deaktivieren

source: Enable All
de_de: Alle aktivieren

source: Save Changes
de_de: Änderungen speichern

source: Database resource
de_de: Datenbank-Ressource

source: Database
de_de: Datenbank

source: Please choose
de_de: Bitte auswählen

source: Display this action only for objects matching this filter. Leave it blank if you want this action being displayed regardless of the object
de_de: Zeige diese Aktion nur für Objekte, die diesem Filter entsprechen. Leer lassen, um diese Aktion unabhängig vom Objekt anzuzeigen

source: Use TLS
de_de: TLS verwenden

source: Encrypt connections to Redis via TLS
de_de: Verbindungen mit Redis per TLS verschlüsseln

source: Redis CA Certificate
de_de: Redis CA Zertifikat

source: Verify the peer using this PEM-encoded CA certificate ("%s...")
de_de: Verifiziere den Peer mit diesem PEM-kodierten CA Zertifikat ("%s...")

source: Client Certificate
de_de: Client Zertifikat

source: Authenticate using this PEM-encoded client certificate ("%s...")
de_de: Mit diesem PEM-kodierten Client Zertifikat ("%s...") authentifizieren

source: Either both a client certificate and its private key or none of them must be specified
de_de: Entweder müssen ein Client Zertifikat und ein privater Schlüssel angegeben werden, oder keines von beidem

source: Client Key
de_de: Client Schlüssel

source: Authenticate using this PEM-encoded private key ("%s...")
de_de: Mit diesem PEM-kodierten privaten Schlüssel ("%s...") authentifizieren

source: Secure connections. If you are running a high availability zone with two masters, the following applies to both of them.
de_de: Verbindungen absichern. Wenn du eine Hochverfügbarkeits-Zone mit zwei Mastern hast, dann gilt dies für beide von ihnen.

source: General
de_de: Allgemein

source: Redis Password
de_de: Redis Passwort

source: Redis connection details of your Icinga host. If you are running a high availability zone with two masters, this is your configuration master.
de_de: Redis Verbindungsdetails von deinem Icinga Host. Wenn du eine Hochverfügbarkeit-Zone mit zwei Mastern hast, dann ist dieser dein Konfigurations-Master.

source: Primary Icinga Master
de_de: Primärer Icinga-Master

source: If you are running a high availability zone with two masters, please provide the Redis connection details of the secondary master.
de_de: Wenn du eine Hochverfügbarkeit-Zone mit zwei Mastern hast, stelle bitte die Verbindungsdetails von Redis für den Sekundären Icinga-Master bereit.

source: Secondary Icinga Master
de_de: Sekundärer Icinga-Master

source: Skip Validation
de_de: Validierung überspringen

source: Check this box to enforce changes without validating that Redis is available.
de_de: Häkchen setzen um die Änderungen, ohne zu prüfen ob Redis zur Verfügung steht, zu erzwingen.

source: Insecure
de_de: Unsicher

source: Don't verify the peer
de_de: Den Peer nicht verifizieren

source: Failed to read file "%s": %s
de_de: Datei "%s" konnte nicht gelesen werden: %s

source: Validate Configuration
de_de: Einstellungen prüfen

source: Validation In Progress
de_de: Überprüfung läuft

source: Failed to connect to primary Redis: %s
de_de: Verbindungsfehler zur primären Redis Instanz: %s

source: Primary connection established but failed to verify Icinga is connected as well.
de_de: Primäre Verbindung ist hergestellt aber die Verbindung von Icinga konnte nicht überprüft werden.

source: Failed to connect to secondary Redis: %s
de_de: Verbindungsfehler zur sekundären Redis Instanz: %s

source: Secondary connection established but failed to verify Icinga is connected as well.
de_de: Sekundäre Verbindung ist hergestellt aber die Verbindung von Icinga konnte nicht überprüft werden.

source: The configuration has been successfully validated.
de_de: Die Einstellungen wurden erfolgreich überprüft.

source: Use Icinga DB As Backend
de_de: Nutze Icinga DB als Backend

# pagination.joystick
source: %s: Show %s %u to %u out of %u
de_de: %s: Zeige die %s %u bis %u von %u

# pagination.joystick
source: Y-Axis
de_de: Y-Achse

# pagination.joystick
source: X-Axis
de_de: X-Achse

source: Flip grid axes
de_de: Netz-Achsen tauschen

source: No services found matching the filter.
de_de: Zu diesem Filter wurden keine Services gefunden.

source: List all reported services on host %s
de_de: Liste alle gemeldeten Services auf Host %s

source: List all services with the name "%s" on all reported hosts
de_de: Liste alle Services mit dem Namen "%s" auf allen gemeldeten Hosts

source: Show detailed information for service %s on host %s
de_de: Zeige detaillierte Informationen über Service %s auf Host %s

source: Load more
de_de: Mehr laden

source: Allow all commands
de_de: Erlaube alle Befehle

source: Allow to schedule host and service checks
de_de: Erlaube das Planen von Host- und Service-Checks

source: Allow to schedule host and service checks (Only on objects with active checks enabled)
de_de: Erlaube das Planen von Host- und Service-Checks (Nur für Objekte mit aktiven Checks)

source: Allow to acknowledge host and service problems
de_de: Erlaube das Bestätigen von Host- und Service-Problemen

source: Allow to remove problem acknowledgements
de_de: Erlaube das Entfernen von Bestätigungen

source: Allow to add and delete host and service comments
de_de: Erlaube das Hinzufügen und Löschen von Kommentaren zu Hosts und Services

source: Allow to add host and service comments
de_de: Erlaube das Hinzufügen von Kommentaren zu Hosts und Services

source: Allow to delete host and service comments
de_de: Erlaube das Löschen von Kommentaren zu Hosts und Services

source: Allow to schedule and delete host and service downtimes
de_de: Erlaube das Planen und Löschen von Host- und Service-Downtimes

source: Allow to schedule host and service downtimes
de_de: Erlaube das Planen von Host- und Service-Downtimes

source: Allow to delete host and service downtimes
de_de: Erlaube das Löschen von Host- und Service-Downtimes

source: Allow to process host and service check results
de_de: Erlaube die Verarbeitung von Host und Service Check-Ergebnissen

source: Allow to toggle instance-wide features
de_de: Erlaube Instanz-Funktionen an-/auszuschalten

source: Allow to toggle all features on host and service objects
de_de: Erlaube Funktionen von Hosts und Services an-/auszuschalten

source: Allow to toggle active checks on host and service objects
de_de: Erlaube die Ausführung aktiver Host- und Service-Checks an-/auszuschalten

source: Allow to toggle passive checks on host and service objects
de_de: Erlaube die Ausführung passiver Host- und Service-Checks an-/auszuschalten

source: Allow to toggle notifications on host and service objects
de_de: Erlaube Benachrichtigungen über Hosts und Services an-/auszuschalten

source: Allow to toggle event handlers on host and service objects
de_de: Erlaube Eventhandler auf Hosts und Services an-/auszuschalten

source: Allow to toggle flap detection on host and service objects
de_de: Erlaube die Flap-Erkennung auf Hosts und Services an-/auszuschalten

source: Allow to send custom notifications for hosts and services
de_de: Erlaube den Versand von eigenen Benachrichtigungen über Hosts und Services

source: Allow to view an object's source data. (May contain sensitive data!)
de_de: Erlaube die Ansicht von Quelldaten eines Objekts. (Könnte sensible Daten enthalten!)

source: Restrict access to the Icinga objects that match the filter
de_de: Beschränke die Sicht auf Icinga-Objekte, die dem Filter entsprechen

source: Restrict access to the Icinga hosts and services that match the filter
de_de: Beschränke die Sicht auf Icinga-Hosts und -Services, die dem Filter entsprechen

source: Restrict access to the Icinga services that match the filter
de_de: Beschränke die Sicht auf Icinga-Services, die dem Filter entsprechen

source: Prevent access to routes that are part of the list
de_de: Verhindere Zugriff auf Routen in dieser Liste

source: Hide custom variables of Icinga objects that are part of the list
de_de: Verstecke benutzerdefinierte Variablen, von Icinga Objekten, in dieser Liste
