Repository: Icinga/L10n
Catalog: src/icingadb-web/*/LC_MESSAGES/icinga.po
Languages: de_de

source: Zone Depth
de_de: Zonentiefe

source: Can't connect to Icinga Redis: %s
de_de: Keine Verbindung zu Icinga Redis: %s

source: Icinga Redis is outdated. Make sure Icinga 2 is running and connected to Redis.
de_de: Icinga Redis ist veraltet. Stelle sicher, dass Icinga 2 läuft und eine Verbindung zu Redis hat.

source: Icinga DB is not running or not writing into the database (make sure the icinga feature "icingadb" is enabled)
de_de: Icinga DB läuft nicht oder schreibt nichts in die Datenbank (Stelle sicher dass das Icinga 2 feature "icingadb" aktiv ist)

source: Icinga DB is running and writing into the database
de_de: Icinga DB läuft und schreibt in die Datenbank

source: Active host checks are disabled
de_de: Aktive Host-Checks deaktiviert

source: Active service checks are disabled
de_de: Aktive Service-Checks deaktiviert

source: Notifications are disabled
de_de: Benachrichtigungen inaktiv

source: Can't check Icinga Redis: Icinga DB is not running or not writing into the database (make sure the icinga feature "icingadb" is enabled)
de_de: Kann Icinga Redis nicht prüfen: Icinga DB läuft nicht oder schreibt nichts in die Datenbank (Stelle sicher dass das Icinga 2 feature "icingadb" aktiv ist)

source: Icinga Redis available and up to date.
de_de: Icinga Redis ist verfügbar und aktuell.

source: Icinga Redis outdated. Make sure Icinga 2 is running and connected to Redis.
de_de: Icinga Redis ist veraltet. Stelle sicher, dass Icinga 2 läuft und eine Verbindung zu Redis hat.

source: Breakdown
de_de: Verteilung

# SLA Report Breakdown
source: None
de_de: Keine

source: Day
de_de: Tag

source: Week
de_de: Woche

source: Month
de_de: Monat

source: Threshold
de_de: Schwelle

source: Amount Decimal Places
de_de: Dezimalstellen Anzahl

source: No data found.
de_de: Keine Daten gefunden.

source: Total (%d Hosts)
de_de: Summe (%d Hosts)

source: Total (%d Services)
de_de: Summe (%d Services)

source: Please fill out the connection details to the Icinga 2 API.
de_de: Bitte gib die Verbindungsdetails zum erreichen der Icinga 2 API an.

source: Check this to not to validate the configuration
de_de: Häkchen setzen, um die Einstellungen nicht zu prüfen

source: The Icinga 2 API will be accessed using the following connection details:
de_de: Die Icinga 2 API wird über die folgenden Verbindungsdetails erreicht:

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Commandtransport configuration update successful: %s
de_de: Aktualisierung der Konfiguration des Befehls-Transports war erfolgreich: %s

source: Commandtransport configuration update failed: %s
de_de: Aktualisierung der Konfiguration des Befehls-Transports schlug fehl: %s

source: ERROR: %s
de_de: FEHLER: %s

source: Icinga DB Resource
de_de: Icinga DB Ressource

source: Please fill out the connection details below to access Icinga DB.
de_de: Bitte gib weiter unten die Verbindungsdetails zum erreichen der Icinga DB an.

source: Validation Log
de_de: Überprüfungsprotokoll

source: Icinga DB will be accessed using the following connection details:
de_de: Icinga DB wird über die folgenden Verbindungsdetails erreicht:

source: Charset
de_de: Zeichensatz

source: SSL Do Not Verify Server Certificate
de_de: SSL Server-Zertifikat nicht verifizieren

source: Yes
de_de: Ja

source: No
de_de: Nein

source: SSL Key
de_de: SSL-Schlüssel

# non-existence of a value
source: None
de_de: Kein Wert

source: SSL Certificate
de_de: SSL-Zertifikat

source: The CA certificate file path
de_de: Der Pfad zur CA-Zertifikat-Datei

source: SSL CA Path
de_de: SSL-CA-Pfad

source: Resource configuration update successful: %s
de_de: Aktualisierung der Ressourcen-Konfiguration war erfolgreich: %s

source: Resource configuration update failed: %s
de_de: Aktualisierung der Ressourcen-Konfiguration schlug fehl: %s

source: Icinga DB Web requires PHP version %s.
de_de: Icinga DB Web erfordert die PHP-Version %s.

source: The Icinga PHP library (IPL) is required for Icinga DB Web
de_de: Die Icinga PHP Bibliothek (IPL) ist für Icinga DB Web erforderlich

source: The Icinga PHP Thirdparty library is required for Icinga DB Web
de_de: Die Icinga PHP Drittanbieter Bibliothek ist für Icinga DB Web erforderlich

source: For check plugins that output HTML the libxml extension is required
de_de: Für Check-Plugins die HTML ausgeben, ist die libxml-Erweiterung erforderlich

source: To send external commands over Icinga 2's API, the cURL module for PHP is required.
de_de: Um externe Befehle über Icinga 2´s API zu versenden, wird das cURL Modul für PHP benötigt.

source: Please fill out the connection details to access the Icinga DB Redis.
de_de: Bitte gib die Verbindungsdetails zum erreichen des Icinga DB Redis an.

source: The Icinga DB Redis will be accessed using the following connection details:
de_de: Icinga DB Redis wird über die folgenden Verbindungsdetails erreicht:

source: Primary
de_de: Primär

source: Secondary
de_de: Sekundär

source: Icinga DB Web will authenticate against Redis with a client certificate and private key over a secured connection
de_de: Icinga DB Web authentifiziert über eine gesicherte Verbindung gegenüber Redis mit einem Client-Zertifikat und einem privaten Schlüssel

source: Icinga DB Web will use secured Redis connections
de_de: Icinga DB Web wird gesicherte Redis Verbindungen nutzen

source: Module configuration update successful: %s
de_de: Aktualisierung der Modul-Konfiguration war erfolgreich: %s

source: Module configuration update failed: %s
de_de: Aktualisierung der Modul-Konfiguration schlug fehl: %s

source: Welcome to the configuration of Icinga DB Web!
de_de: Willkommen zur Einrichtung von Icinga DB Web!

source: Icinga DB Web is the UI for Icinga DB and provides a graphical interface to your monitoring environment.
de_de: Icinga DB Web ist das UI für Icinga DB und stellt eine grafische Oberfläche für die Monitoring-Umgebung bereit.

source: The wizard will guide you through the configuration to establish a connection with Icinga DB and Icinga 2.
de_de: Der Assistent wird dich durch die Konfiguration führen um eine Verbindung zwischen Icinga DB und Icinga 2 herzustellen.

source: Problems Only
de_de: Nur Probleme

# ..<customvar-name>
source: Checkcommand %s
de_de: Check-Kommando %s

# ..<customvar-name>
source: Eventcommand %s
de_de: Event-Kommando %s

# ..<customvar-name>
source: Hostgroup %s
de_de: Hostgruppe %s

# ..<customvar-name>
source: Notification %s
de_de: Benachrichtigung %s

# ..<customvar-name>
source: Notificationcommand %s
de_de: Benachrichtigungs-Kommando %s

# ..<customvar-name>
source: Servicegroup %s
de_de: Servicegruppe %s

# ..<customvar-name>
source: Timeperiod %s
de_de: Zeitraum %s

# ..<customvar-name>
source: User %s
de_de: Benutzer %s

# ..<customvar-name>
source: Usergroup %s
de_de: Benutzergruppe %s

source: "%s" is not a valid relation
de_de: "%s" ist keine valide Beziehung

source: "%s" is not a valid column
de_de: "%s" ist keine gültige Spalte

source: Minimal view active
de_de: Minimale Ansicht aktiv

source: Switch to minimal view
de_de: Zur minimalen Ansicht wechseln

source: Common view active
de_de: Allgemeine Ansicht aktiv

source: Switch to common view
de_de: Zur normalen Ansicht wechseln

source: Detailed view active
de_de: Detaillierte Ansicht aktiv

source: Switch to detailed view
de_de: Zur detaillierten Ansicht wechseln

source: Page
de_de: Seite

source: This route does not support the requested output format
de_de: Diese Route unterstützt nicht das gewünschte Ausgabe-Format

source: One unhandled host down
de_de: Ein unbehandelter Host ist down

source: One unhandled service critical
de_de: Ein unbehandelter Service ist kritisch

source: Now
de_de: Jetzt

source: Last update
de_de: Letzte Aktualisierung

source: PENDING
de_de: AUSSTEHEND

source: Interval
de_de: Intervall

source: Next Check
de_de: Nächster Check

source: Scheduling Source
de_de: Check-Scheduler

source: Command
de_de: Befehl

source: Attempts
de_de: Versuche

source: Check Source
de_de: Check-Quelle

source: Execution time
de_de: Ausführungsdauer

source: Latency
de_de: Latenz

source: Acknowledgement
de_de: Bestätigung

source: Created
de_de: Erstellt

source: Expires
de_de: Läuft ab

source: Never
de_de: Niemals

# ..<time-until>
source: This acknowledgement expires %s.
de_de: Diese Bestätigung verfällt %s.

# ..<time-until>
source: This comment expires %s.
de_de: Dieser Kommentar verfällt %s.

source: This acknowledgement is sticky.
de_de: Diese Bestätigung ist Sticky.

source: %d item
de_de: %d Element

source: empty string
de_de: leerer string

source: Scheduled Start
de_de: Geplanter Start

source: Scheduled End
de_de: Geplantes Ende

source: Start
de_de: Beginn

source: End
de_de: Ende

# <username> ..: <comment>
source: %s commented: %s
de_de: %s kommentierte: %s

source: Type
de_de: Typ

source: Fixed
de_de: Fix

source: Triggered By
de_de: Ausgelöst von

source: Parent
de_de: Übergeordnet

source: {{#link}}Flexible Downtime{{/link}} for %s
de_de: {{#link}}Flexible Downtime{{/link}} für %s

source: {{#link}}Fixed Downtime{{/link}} for %s
de_de: {{#link}}Fixe Downtime{{/link}} für %s

source: Start time
de_de: Startzeit

source: Not started yet
de_de: Noch nicht gestartet

source: End time
de_de: Endzeitpunkt

source: Scheduled Duration
de_de: Geplante Dauer

source: Flexible Duration
de_de: Flexible Dauer

source: Children
de_de: Kinder

source: Progress
de_de: Fortschritt

source: Output unavailable.
de_de: Ausgabe nicht verfügbar.

source: Plugin Output
de_de: Plugin-Ausgabe

source: Waiting for Icinga DB to synchronize the config.
de_de: Wartet darauf, dass Icinga DB die Konfiguration synchronisiert.

source: Event Info
de_de: Ereignis Information

source: Sent On
de_de: Gesendet um

source: Sent by
de_de: Gesendet von

source: State
de_de: Zustand

source: Notified Users
de_de: Benachrichtigte Benutzer

# notified users: none
source: None
de_de: Keine

source: This notification was sent to a single user
de_de: Diese Benachrichtigung wurde an einen einzelnen Benutzer gesendet

source: Show all %d recipients
de_de: Zeige alle %d Empfänger

source: Occurred On
de_de: Aufgetreten um

source: Check Attempt
de_de: Check-Versuch

source: %d of %d
de_de: %d von %d

source: State Type
de_de: Zustands-Typ

source: Entered On
de_de: Eingetreten um

source: Triggered On
de_de: Ausgelöst um

source: Actual Start
de_de: Tatsächlicher Start

source: Actual End
de_de: Tatsächliches Ende

source: This downtime has been cancelled
de_de: Diese Downtime wurde abgebrochen

source: Cancelled On
de_de: Abgebrochen um

source: Cancelled by
de_de: Abgebrochen von

source: Expires On
de_de: Läuft ab um

source: This comment is tied to an acknowledgement
de_de: Dieser Kommentar ist mit einer Bestätigung verknüpft

source: This comment has been removed
de_de: Dieser Kommentar wurde gelöscht

source: Removed On
de_de: Gelöscht um

source: Removed by
de_de: Gelöscht von

source: Expired On
de_de: Abgelaufen um

source: Started on
de_de: Gestartet um

source: Reason
de_de: Grund

source: State change rate of %.2f%% exceeded the threshold (%.2f%%)
de_de: Zustands-Wechsel Rate von %.2f%% überschritt den Grenzwert (%.2f%%)

source: Ended on
de_de: Beendet um

source: State change rate of %.2f%% undercut the threshold (%.2f%%)
de_de: Zustands-Wechsel Rate von %.2f%% unterschritt den Grenzwert (%.2f%%)

source: This acknowledgement was set before Icinga DB history recording
de_de: Diese Bestätigung wurde vor der Icinga DB Ereignisaufzeichung gesetzt

source: Set on
de_de: Gesetzt um

source: Cleared on
de_de: Entfernt um

source: Cleared by
de_de: Entfernt von

source: Removal Reason
de_de: Grund der Entfernung

source: The acknowledgement expired on %s
de_de: Diese Bestätigung ist am %s verfallen

source: Host recovered
de_de: Host hat sich erholt

source: Service recovered
de_de: Service hat sich erholt

source: Service changed its state
de_de: Service hat seinen Zustand geändert

source: This host has no services
de_de: Dieser Host hat keine Services

# address
source: None
de_de: Keine

source: Acknowledge
de_de: Bestätigen

source: Acknowledge this problem, suppress all future notifications for it and tag it as being handled
de_de: Problem bestätigen, alle zukünftigen Benachrichtigungen unterdrücken und als "in Arbeit" markieren

source: Add a new comment
de_de: Neuen Kommentar hinzufügen

source: Notification
de_de: Benachrichtigung

source: Send a custom notification
de_de: Eigene Benachrichtigung senden

source: Schedule a downtime to suppress all problem notifications within a specific period of time
de_de: Plane eine Downtime, um alle Problembenachrichtigungen innerhalb eines bestimmten Zeitabschnitts zu unterdrücken

source: Reschedule
de_de: Neu planen

source: Schedule the next active check at a different time than the current one
de_de: Plane den nächsten aktiven Check zu einem anderen Zeitpunkt als den Gegenwärtigen

source: Process check result
de_de: Check verarbeiten

source: Submit passive check result
de_de: Passiven Check übermitteln

source: IPv4 Address
de_de: IPv4 Adresse

source: IPv6 Address
de_de: IPv6 Adresse

source: Link opens in a new window
de_de: Link öffnet sich in einem neuen Fenster

source: Actions
de_de: Aktionen

source: Check Statistics
de_de: Check Statistiken

source: No comments created.
de_de: Keine Kommentare erstellt.

source: No downtimes scheduled.
de_de: Keine geplanten Downtimes.

source: Groups
de_de: Gruppen

source: Not a member of any host group.
de_de: Kein Mitglied in einer Host-Gruppe.

source: Not a member of any service group.
de_de: Kein Mitglied in einer Service-Gruppe.

source: Notes
de_de: Notizen

source: No users configured.
de_de: Keine Benutzer konfiguriert.

source: No user groups configured.
de_de: Keine Benutzergruppen konfiguriert.

source: No performance data available.
de_de: Keine Performancedaten verfügbar.

source: Show %d comment
de_de: Zeige %d Kommentar an

source: Show %d downtime
de_de: Zeige %d Downtime an

source: Summary
de_de: Zusammenfassung

source: Label
de_de: Bezeichnung

source: Value
de_de: Wert

source: Warning
de_de: Warnung

source: Critical
de_de: Kritisch

# value
source: None
de_de: Nichts

# verb
source: Comment
de_de: Kommentieren

source: Submit a one time or so called passive result for the %s check
de_de: Einmaliges oder sogenanntes passives Ergebnis für den %s-Check übermitteln

# phone-number
source: None
de_de: Keine

source: All
de_de: Alle

source: Host States
de_de: Host-Zustände

source: Service States
de_de: Service-Zustände

source: Types
de_de: Typen

source: Recovery
de_de: Erholung

source: Downtime End
de_de: Downtime Ende

source: Downtime Removed
de_de: Downtime entfernt

source: Flapping End
de_de: Flapping Ende

source: Custom
de_de: Benutzerdefiniert

source: Unknown
de_de: Unbekannt

# ...since <timespan>
source: Icinga 2 is up and running %s
de_de: Icinga 2 ist gestartet und läuft %s

# ...since <timespan>
source: Icinga 2 or Icinga DB is not running %s
de_de: Icinga 2 oder Icinga DB läuft nicht %s

source: Icinga 2 Start Time
de_de: Icinga 2 Startzeit

source: Last Heartbeat
de_de: Letzter Heartbeat

source: Active Icinga 2 Endpoint
de_de: Aktiver Icinga 2 Endpunkt

source: N/A
de_de: Nicht verfügbar

source: Active Icinga Web Endpoint
de_de: Aktiver Icinga Web Endpunkt

source: {{#total}}Total{{/total}} %d
de_de: %d {{#total}}Gesamt{{/total}}

# <username>..
source: %s acknowledged
de_de: %s bestätigte

# <username>..
source: %s commented
de_de: %s kommentierte

source: EXPIRES
de_de: LÄUFT AB

source: expires %s
de_de: läuft %s ab

source: created %s
de_de: erstellt %s

source: Fixed Downtime
de_de: Feste Downtime

# <timespan>..
source: %s left
de_de: %s übrig

# ..<timespan>
source: expires in %s
de_de: Läuft ab in %s

# ..<timespan>
source: starts in %s
de_de: Startet in %s

source: State Change Rate: %.2f%%; Start Threshold: %.2f%%
de_de: Zustands-Wechsel Rate: %.2f%%; Start Grenzwert: %.2f%%

source: State Change Rate: %.2f%%; End Threshold: %.2f%%; Flapping for %s
de_de: Zustands-Wechsel Rate: %.2f%%; Stopp Grenzwert: %.2f%%; Flapping für %s

source: Comment added
de_de: Kommentar hinzugefügt

# ..<username>
source: Comment removed by %s
de_de: Kommentar gelöscht von %s

source: Comment removed by author
de_de: Kommentar gelöscht vom Autor

source: Comment expired
de_de: Kommentar abgelaufen

source: Comment removed
de_de: Kommentar gelöscht

# ..<username>
source: Downtime cancelled by %s
de_de: Downtime abgebrochen von %s

source: Downtime cancelled by author
de_de: Downtime abgebrochen vom Autor

source: Downtime cancelled
de_de: Downtime abgebrochen

source: Downtime ended
de_de: Downtime endete

source: Downtime started
de_de: Downtime hat begonnen

source: Flapping started
de_de: Flapping begonnen

source: Flapping stopped
de_de: Flapping beendet

source: Acknowledgement set
de_de: Bestätigung gesetzt

# ..<username>
source: Acknowledgement cleared by %s
de_de: Bestätigung entfernt von %s

source: Acknowledgement cleared by author
de_de: Bestätigung entfernt vom Autor

source: Acknowledgement expired
de_de: Bestätigung abgelaufen

source: Acknowledgement cleared
de_de: Bestätigung entfernt

source: Hard state changed
de_de: Zustands-Änderung (Hard)

source: Soft state changed
de_de: Zustands-Änderung (Soft)

source: Problem acknowledged
de_de: Problem bestätigt

source: Custom Notification triggered
de_de: Benutzerdefinierte Benachrichtigung ausgelöst

source: Downtime removed
de_de: Downtime entfernt

source: %s ran into a problem
de_de: %s hat ein Problem

source: %s recovered
de_de: %s hat sich erholt

source: Remove command transport "%s"
de_de: Befehls-Transport "%s" entfernen

source: Host "%s" is in flapping state
de_de: Host "%s" ist flapping

source: Notifications disabled
de_de: Benachrichtigungen deaktiviert

source: Active checks disabled
de_de: Aktive Checks deaktiviert

source: Service "%s" on "%s" is in flapping state
de_de: Service "%s" auf "%s" ist flapping

source: Icinga Redis is currently unavailable. The shown information might be outdated.
de_de: Icinga Redis ist gerade nicht verfügbar. Die angezeigten Informationen könnten veraltet sein.

source: Waiting for Icinga DB to synchronize the state.
de_de: Wartet darauf, dass Icinga DB die Zustände synchronisiert.

# <hostname> is <state-text>
source: %s is %s
de_de: %s ist %s

source: Show More
de_de: Mehr zeigen
