Repository: Icinga/L10n
Catalog: src/icingadb-web/*/LC_MESSAGES/icinga.po
Languages: de_de

source: Obfuscate custom variable values of Icinga objects that are part of the list
de_de: Verschleiere benutzerdefinierte Variablen, von Icinga Objekten, in dieser Liste

source: Host Action
de_de: Host-Aktion

source: Service Action
de_de: Service-Aktion

source: Services on Hosts
de_de: Services auf Hosts

source: Hostgroups
de_de: Hostgruppen

source: Servicegroups
de_de: Servicegruppen

source: Current Incidents
de_de: Aktuelle Vorfälle

source: Service Problems
de_de: Serviceprobleme

source: Recently Recovered Services
de_de: Vor kurzem erholte Services

source: Host Problems
de_de: Host-Probleme

source: Overdue
de_de: Überfällig

source: Late Host Check Results
de_de: Verspätete Host-Checks

source: Late Service Check Results
de_de: Verspätete Service-Checks

source: Acknowledgements Active For At Least Three Days
de_de: Bestätigungen älter als drei Tage

source: Downtimes Active For At Least Three Days
de_de: Downtimes älter als drei Tage

source: Muted
de_de: Stumm

source: Disabled Service Notifications
de_de: Deaktivierte Service-Benachrichtigungen

source: Disabled Host Notifications
de_de: Deaktivierte Host-Benachrichtigungen

source: Disabled Service Checks
de_de: Deaktivierte Service-Checks

source: Disabled Host Checks
de_de: Deaktivierte Host-Checks

source: Acknowledged Problem Services
de_de: Bestätigte Service-Probleme

source: Acknowledged Problem Hosts
de_de: Bestätigte Host-Probleme

source: Problems
de_de: Probleme

source: List current host problems
de_de: Liste aktuelle Host-Probleme

source: List current service problems
de_de: Liste aktuelle Service-Probleme

source: Display service problems as grid
de_de: Zeige Service-Probleme als Raster

source: Current Downtimes
de_de: Aktuelle Downtimes

source: List current downtimes
de_de: Liste aktuelle Downtimes

source: Open tactical overview
de_de: Öffne Taktische Übersicht

source: List hosts
de_de: Liste Hosts

source: List services
de_de: Liste Services

source: List host groups
de_de: Liste Hostgruppen

source: List service groups
de_de: Liste Servicegruppen

source: List user groups
de_de: Benutzergruppen auflisten

source: List users
de_de: Liste Benutzer

source: List comments
de_de: Liste Kommentare

source: List downtimes
de_de: Liste Downtimes

source: List notifications
de_de: Liste Benachrichtigungen

source: Event Overview
de_de: Ereignisüberblick

source: Open event overview
de_de: Öffne Ereignisüberblick

source: List history
de_de: Historie auflisten

source: Configure the database backend
de_de: Konfiguriere das Datenbank-Backend

source: Configure the Redis connections
de_de: Konfiguriere Redis-Verbindungen

source: Command Transports
de_de: Befehls-Transporte

source: Configure command transports
de_de: Konfiguriere Befehls-Transporte

source: No command transports have been configured in "%s".
de_de: Kein Befehls-Transport konfiguriert in "%s".

source: Cannot create command transport "%s". Invalid transport defined in "%s". Use one of: %s.
de_de: Kann Befehls-Transport "%s" nicht erzeugen. Ungültiger Transport-Typ in "%s" angegeben. Nutze einen der folgenden: %s.

source: Failed to send external Icinga command. No transport has been configured for this instance. Please contact your Icinga Web administrator.
de_de: Versand des externen Icinga-Befehl schlug fehl. Für diese Instanz wurde kein Transport konfiguriert. Bitte kontaktieren Sie Ihren Icinga Web Administrator.

source: Cannot apply restriction %s using the filter %s. You can only use the following columns: %s
de_de: Kann Einschränkung %s mit dem Filter %s nicht anwenden. Es sind nur die folgenden Spalten erlaubt: %s

source: No items found.
de_de: Keine Elemente gefunden.

source: Acknowledge Problem
de_de: Problem bestätigen

source: Add Comment
de_de: Kommentar hinzufügen

source: Reschedule Check
de_de: Check neu planen

source: Schedule Host Downtime
de_de: Host-Downtime planen

source: Schedule Service Downtime
de_de: Service-Downtime planen

source: Send Custom Notification
de_de: Eigene Benachrichtigung senden

source: %d Item(s) selected
de_de: %d Zeile(n) ausgewählt

source: unreachable
de_de: unerreichbar

source: pending
de_de: ausstehend

source: not available
de_de: nicht verfügbar

source: Load More
de_de: Mehr laden

source: Source Location
de_de: Quellpfad

source: You can find this object in %s on line %s.
de_de: Dieses Objekt ist in %s auf Zeile %s zu finden.

source: Executed Command
de_de: Ausgeführtes Kommando

source: Execution Details
de_de: Details zur Ausführung

source: Volatile State Details
de_de: Flüchtige Zustands-Details

source: No data available in redis
de_de: Keine Daten in Redis verfügbar

source: Object Attributes
de_de: Objekt-Attribute

source: No custom variables configured.
de_de: Keine benutzerdefinierte Variablen konfiguriert.

source: Custom Variables
de_de: Benutzerdefinierte Variablen

source: Show bulk processing actions for all filtered results
de_de: Zeige Massenverarbeitungs-Optionen für alle gefilterten Ergebnisse

source: critical
de_de: kritisch

source: unknown
de_de: unbekannt

source: Environment Id
de_de: Umgebungs-ID

source: Endpoint Id
de_de: Endpunkt-ID

source: Object Type
de_de: Objekt-Typ

source: Acknowledgement Set Time
de_de: Bestätigung gesetzt um

source: Acknowledgement Clear Time
de_de: Bestätigung entfernt um

source: Acknowledgement Author
de_de: Bestätigungs-Autor

source: Acknowledgement Cleared By
de_de: Bestätigung entfernt von

source: Acknowledgement Comment
de_de: Bestätigungs-Kommentar

source: Acknowledgement Expire Time
de_de: Bestätigungs-Verfallszeitpunkt

source: Acknowledgement Is Sticky
de_de: Bestätigung ist Sticky

source: Acknowledgement Is Persistent
de_de: Bestätigung ist persistent

source: Action Url
de_de: Aktions-Url

source: Zone Id
de_de: Zonen-ID

source: Checkcommand Name Checksum
de_de: Prüfsumme (Check-Kommando Name)

source: Checkcommand Properties Checksum
de_de: Prüfsumme (Check-Kommando Eigenschaften)

source: Checkcommand Name
de_de: Check-Kommando Name

source: Checkcommand Name (CI)
de_de: Check-Kommando Name (CI)

source: Checkcommand
de_de: Check-Kommando

source: Checkcommand Timeout
de_de: Check-Kommando Zeitüberschreitung

source: Checkcommand Id
de_de: Check-Kommando-ID

source: Checkcommand Argument Name
de_de: Check-Kommando-Argument Name

source: Checkcommand Argument Properties Checksum
de_de: Prüfsumme (Check-Kommando-Argument Eigenschaften)

source: Checkcommand Argument Value
de_de: Check-Kommando-Argument Wert

source: Checkcommand Argument Position
de_de: Check-Kommando-Argument Position

source: Checkcommand Argument Description
de_de: Check-Kommando-Argument Beschreibung

source: Checkcommand Argument Actual Name
de_de: Check-Kommando-Argument Tatsächlicher Name

source: Checkcommand Argument Repeated
de_de: Check-Kommando-Argument wird wiederholt

source: Checkcommand Argument Required
de_de: Check-Kommando-Argument erforderlich

source: Checkcommand Argument Condition
de_de: Check-Kommando-Argument Bedingung

source: Checkcommand Argument Without Name
de_de: Check-Kommando-Argument ohne Name

source: Checkcommand Envvar Name
de_de: Check-Kommando-Umgebungsvariable Name

source: Checkcommand Envvar Value
de_de: Check-Kommando-Umgebungsvariable Wert

source: Comment Name Checksum
de_de: Prüfsumme (Kommentar Name)

source: Comment Properties Checksum
de_de: Prüfsumme (Kommentar Eigenschaften)

source: Comment Name
de_de: Kommentar Name

source: Comment Author
de_de: Kommentar Autor

source: Comment Text
de_de: Kommentar Text

source: Comment Type
de_de: Kommentar Typ

source: Comment Entry Time
de_de: Kommentar Eingabezeitpunkt

source: Comment Is Persistent
de_de: Kommentar ist Persistent

source: Comment Is Sticky
de_de: Kommentar ist Sticky

source: Comment Expire Time
de_de: Kommentar Ablaufzeitpunkt

source: Comment Removed By
de_de: Kommentar gelöscht von

source: Comment Entry Type
de_de: Kommentar Eingabezeitpunkt

source: Comment Remove Time
de_de: Kommentar Lösch-Zeitpunkt

source: Comment Has Been Removed
de_de: Kommentar wurde gelöscht

source: Triggered By Downtime Id
de_de: Ausgelöst durch Downtime-ID

source: Parent Downtime Id
de_de: Übergeordnete Downtime-ID

source: Downtime Name Checksum
de_de: Prüfsumme (Downtime Name)

source: Downtime Properties Checksum
de_de: Prüfsumme (Downtime Eigenschaften)

source: Downtime Author
de_de: Downtime Autor

source: Downtime Comment
de_de: Downtime Kommentar

source: Downtime Entry Time
de_de: Downtime Eingabe-Zeitpunkt

source: Downtime Scheduled Start
de_de: Downtime geplanter Start

source: Downtime Scheduled End
de_de: Downtime geplantes Ende

source: Downtime Scheduled Duration
de_de: Downtime geplante Dauer

source: Downtime Is Flexible
de_de: Downtime ist flexibel

source: Downtime Flexible Duration
de_de: Downtime flexible Dauer

source: Downtime Is In Effect
de_de: Downtime ist aktiv

source: Downtime Actual Start
de_de: Downtime tatsächlicher Start

source: Downtime Actual End
de_de: Downtime tatsächliches Ende

source: Downtime Duration
de_de: Downtime Dauer

source: Scheduled By Downtime
de_de: Geplant von einer Downtime

source: Downtime Cancelled By
de_de: Downtime abgebrochen von

source: Downtime Has Been Cancelled
de_de: Downtime wurde abgebrochen

source: Downtime Trigger Time
de_de: Downtime Auslöse-Zeitpunkt

source: Downtime Cancel Time
de_de: Downtime Abbruch-Zeitpunkt

source: Endpoint Name Checksum
de_de: Prüfsumme (Endpunkt Name)

source: Endpoint Properties Checksum
de_de: Prüfsumme (Endpunkt Eigenschaften)

source: Endpoint Name
de_de: Endpunkt Name

source: Endpoint Name (CI)
de_de: Endpunkt Name (CI)

source: Environment Name
de_de: Umgebung Name

source: Eventcommand Name Checksum
de_de: Prüfsumme (Event-Kommando Name)

source: Eventcommand Properties Checksum
de_de: Prüfsumme (Event-Kommando Eigenschaften)

source: Eventcommand Name
de_de: Event-Kommando Name

source: Eventcommand Name (CI)
de_de: Event-Kommando Name (CI)

source: Eventcommand
de_de: Event-Kommando

source: Eventcommand Timeout
de_de: Event-Kommando Zeitüberschreitung

source: Eventcommand Id
de_de: Event-Kommando-ID

source: Eventcommand Argument Name
de_de: Event-Kommando-Argument Name

source: Eventcommand Argument Properties Checksum
de_de: Prüfsumme (Event-Kommando-Argument Eigenschaften)

source: Eventcommand Argument Value
de_de: Event-Kommando-Argument Wert

source: Eventcommand Argument Position
de_de: Event-Kommando-Argument Position

source: Eventcommand Argument Description
de_de: Event-Kommando-Argument Beschreibung

source: Eventcommand Argument Actual Name
de_de: Event-Kommando-Argument tatsächlicher Name

source: Eventcommand Argument Repeated
de_de: Event-Kommando-Argument wird wiederholt

source: Eventcommand Argument Required
de_de: Event-Kommando-Argument Erforderlich

source: Eventcommand Argument Condition
de_de: Event-Kommando-Argument Bedingung

source: Eventcommand Argument Without Name
de_de: Event-Kommando-Argument ohne Name

source: Eventcommand Envvar Name
de_de: Event-Kommando-Umgebungsvariable Wert

source: Eventcommand Envvar Properties Checksum
de_de: Prüfsumme (Event-Kommando-Umgebungsvariable Eigenschaften)

source: Eventcommand Envvar Value
de_de: Event-Kommando-Umgebungsvariable Wert

source: Flapping Start Time
de_de: Flapping gestartet um

source: Flapping End Time
de_de: Flapping beendet um

source: Flapping Percent State Change Start
de_de: Flapping Start Zustands-Wechsel Rate in %

source: Flapping Percent State Change End
de_de: Flapping Ende Zustands-Wechsel Rate in %

source: Flapping Threshold Low
de_de: Untere Flapping Schwelle

source: Flapping Threshold High
de_de: Obere Flapping Schwelle

source: Event Type
de_de: Ereignis Typ

source: Host Name Checksum
de_de: Prüfsumme (Hostname)

source: Host Properties Checksum
de_de: Prüfsumme (Host Eigenschaften)

source: Host Display Name
de_de: Host Anzeigename

source: Host Address (IPv4)
de_de: Host-Adresse (IPv4)

source: Host Address (IPv6)
de_de: Host-Adresse (IPv6)

source: Host Address (IPv4, Binary)
de_de: Host-Adresse (IPv4, Binär)

source: Host Address (IPv6, Binary)
de_de: Host-Adresse (IPv6, Binär)

source: Host Max Check Attempts
de_de: Maximale Host Check-Versuche

source: Check Timeperiod Name
de_de: Check-Zeitraum Name

source: Check Timeperiod Id
de_de: Check-Zeitraum-ID

source: Host Check Interval
de_de: Host Check-Intervall

source: Host Check Retry Inverval
de_de: Host Check-Wiederholungs-Intervall

source: Host Active Checks Enabled
de_de: Aktive Host-Checks aktiv

source: Host Passive Checks Enabled
de_de: Passive Host-Checks aktiv

source: Host Event Handler Enabled
de_de: Host Eventhandler aktiv

source: Host Notifications Enabled
de_de: Host Benachrichtigungen aktiv

source: Host Flapping Enabled
de_de: Host Flapping aktiv

source: Host Flapping Threshold Low
de_de: Untere Host Flapping Schwelle

source: Host Flapping Threshold High
de_de: Obere Host Flapping Schwelle

source: Host Performance Data Enabled
de_de: Host Performancedaten aktiv

source: Host Is Volatile
de_de: Host ist Volatil

source: Action Url Id
de_de: Aktions-Url-ID

source: Notes Url Id
de_de: Hinweis-Url-ID

source: Host Notes
de_de: Host Notizen

source: Icon Image Id
de_de: Icon-ID

source: Icon Image Alt
de_de: Icon Alt

source: Zone Name
de_de: Zonenname

source: Host State Type
de_de: Host Zustands-Typ

source: Host Soft State
de_de: Host Zustand (Soft)

source: Host Hard State
de_de: Host Zustand (Hard)

source: Host Previous Soft State
de_de: Vorheriger Host Zustand (Soft)

source: Host Previous Hard State
de_de: Vorheriger Host Zustand (Hard)

source: Host Check Attempt No.
de_de: Host-Check Versuch Nr.

source: Host State Severity
de_de: Host Zustands-Schweregrad

source: Host Output
de_de: Host Ausgabe

source: Host Long Output
de_de: Lange Host Ausgabe

source: Host Performance Data
de_de: Host Performancedaten

source: Host Normalized Performance Data
de_de: Normalisierte Host Performancedaten

source: Host Check Commandline
de_de: Host-Check Kommandozeile

source: Host Has Problem
de_de: Host hat ein Problem

source: Host Is Handled
de_de: Host wird behandelt

source: Host Is Reachable
de_de: Host ist Erreichbar

source: Host Is Flapping
de_de: Host ist Flapping

source: Host Check Is Overdue
de_de: Host-Check ist überfällig

source: Host Is Acknowledged
de_de: Host ist bestätigt

source: Acknowledgement Comment Id
de_de: Bestätigungs-Kommentar-ID

source: Host In Downtime
de_de: Host ist in einer Downtime

source: Host Check Execution Time
de_de: Host-Check Ausführungsdauer

source: Host Check Latency
de_de: Host-Check Latenz

source: Host Check Source
de_de: Host-Check Quelle

source: Host Last Update
de_de: Letzte Host Aktualisierung

source: Host Last State Change
de_de: Letzte Host Zustands-Änderung

source: Host Next Check
de_de: Nächster Host-Check

source: Host Next Update
de_de: Nächste Host Aktualisierung

source: Hostgroup Name Checksum
de_de: Prüfsumme (Hostgruppenname)

source: Hostgroup Properties Checksum
de_de: Prüfsumme (Hostgruppen-Eigenschaften)

source: Hostgroup Name
de_de: Hostgruppenname

source: Hostgroup Name (CI)
de_de: Hostgruppenname (CI)

source: Hostgroup Display Name
de_de: Hostgruppen-Anzeigename

source: Icon Image
de_de: Icon

source: Notes Url
de_de: Hinweis-URL

source: Notification Name Checksum
de_de: Prüfsumme (Benachrichtigungsname)

source: Notification Properties Checksum
de_de: Prüfsumme (Benachrichtigungs-Eigenschaften)

source: Notification Name
de_de: Benachrichtigungsname

source: Notification Name (CI)
de_de: Benachrichtigungsname (CI)

source: Notificationcommand Id
de_de: Benachrichtigungs-Kommando-ID

source: Notification Escalate After
de_de: Benachrichtigung eskalieren nach

source: Notification Escalate Until
de_de: Benachrichtigung eskalieren bis

source: Notification Interval
de_de: Benachrichtigungsintervall

source: Timeperiod Id
de_de: Zeitraum-ID

source: Notification State Filter
de_de: Zustands-Filter für Benachrichtigungen

source: Notification Type Filter
de_de: Typ-Filter für Benachrichtigungen

source: History Id
de_de: Event-ID

source: Notification Id
de_de: Benachrichtigungs-ID

source: Notification Type
de_de: Benachrichtigungstyp

source: Notification Sent On
de_de: Benachrichtigung gesendet um

source: Hard State
de_de: Zustand (Hard)

source: Previous Hard State
de_de: Vorheriger Zustand (Hard)

source: Notification Author
de_de: Benachrichtigungs-Autor

source: Notification Text
de_de: Benachrichtigungstext

source: Users Notified
de_de: Benachrichtigte Benutzer

source: Notificationcommand Name Checksum
de_de: Prüfsumme (Benachrichtigungs-Kommando Name)

source: Notificationcommand Properties Checksum
de_de: Prüfsumme (Benachrichtigungs-Kommando Eigenschaften)

source: Notificationcommand Name
de_de: Benachrichtigungs-Kommando Name

source: Notificationcommand Name (CI)
de_de: Benachrichtigungs-Kommando Name (CI)

source: Notificationcommand
de_de: Benachrichtigungs-Kommando

source: Notificationcommand Timeout
de_de: Benachrichtigungs-Kommando Zeitüberschreitung

source: Notificationcommand Argument Name
de_de: Benachrichtigungs-Kommando-Argument Name

source: Notificationcommand Argument Properties Checksum
de_de: Prüfsumme (Benachrichtigungs-Kommando-Argument Eigenschaften)

source: Notificationcommand Argument Value
de_de: Benachrichtigungs-Kommando-Argument Wert

source: Notificationcommand Argument Position
de_de: Benachrichtigungs-Kommando-Argument Position

source: Notificationcommand Argument Description
de_de: Benachrichtigungs-Kommando-Argument Beschreibung

source: Notificationcommand Argument Actual Name
de_de: Benachrichtigungs-Kommando-Argument tatsächlicher Name

source: Notificationcommand Argument Repeated
de_de: Benachrichtigungs-Kommando-Argument wird wiederholt

source: Notificationcommand Argument Required
de_de: Benachrichtigungs-Kommando-Argument ist erforderlich

source: Notificationcommand Argument Condition
de_de: Benachrichtigungs-Kommando-Argument Bedingung

source: Notificationcommand Argument Without Name
de_de: Benachrichtigungs-Kommando-Argument ohne Name

source: Notificationcommand Envvar Key
de_de: Benachrichtigungs-Kommando-Umgebungsvariable Name

source: Notificationcommand Envvar Properties Checksum
de_de: Prüfsumme (Benachrichtigungs-Kommando-Umgebungsvariable Eigenschaften)

source: Notificationcommand Envvar Value
de_de: Benachrichtigungs-Kommando-Umgebungsvariable Wert

source: Service Name Checksum
de_de: Prüfsumme (Service-Name)

source: Service Properties Checksum
de_de: Prüfsumme (Service Eigenschaften)

source: Service Display Name
de_de: Service Anzeigename

source: Service Max Check Attempts
de_de: Maximale Service-Check Wiederholungen

source: Service Check Timeout
de_de: Service-Check Zeitüberschreitung

source: Service Check Interval
de_de: Service-Check Intervall

source: Service Check Retry Inverval
de_de: Service-Check Versuchsintervall

source: Service Active Checks Enabled
de_de: Aktive Service-Checks aktiviert

source: Service Passive Checks Enabled
de_de: Passive Service-Checks aktiviert

source: Service Event Handler Enabled
de_de: Service Eventhandler aktiv

source: Service Notifications Enabled
de_de: Service Benachrichtigungen aktiv

source: Service Flapping Enabled
de_de: Service Flapping aktiv

source: Service Flapping Threshold Low
de_de: Untere Service Flapping Schwelle

source: Service Flapping Threshold High
de_de: Obere Service Flapping Schwelle

source: Service Performance Data Enabled
de_de: Service Performancedaten aktiv

source: Service Is Volatile
de_de: Service ist flüchtig

source: Service Notes
de_de: Service Hinweise

source: Service State Type
de_de: Service Zustands-Typ

source: Service Soft State
de_de: Service Zustand (Soft)

source: Service Hard State
de_de: Service Zustand (Hard)

source: Service Previous Soft State
de_de: Vorheriger Service Zustand (Soft)

source: Service Previous Hard State
de_de: Vorheriger Service Zustand (Hard)

source: Service Check Attempt No.
de_de: Service-Check Versuch Nr.

source: Service State Severity
de_de: Service Zustands-Schweregrad

source: Service Output
de_de: Service Ausgabe

source: Service Long Output
de_de: Lange Service Ausgabe

source: Service Performance Data
de_de: Service Performancedaten

source: Service Normalized Performance Data
de_de: Normalisierte Service Performancedaten

source: Service Check Commandline
de_de: Service-Check Kommandozeile

source: Service Has Problem
de_de: Service hat ein Problem

source: Service Is Handled
de_de: Service wird behandelt

source: Service Is Reachable
de_de: Service ist Erreichbar

source: Service Is Flapping
de_de: Service ist Flapping

source: Service Check Is Overdue
de_de: Service-Check ist überfällig

source: Service Is Acknowledged
de_de: Service ist bestätigt

source: Service In Downtime
de_de: Service ist in einer Downtime

source: Service Check Execution Time
de_de: Service-Check Ausführungsdauer

source: Service Check Latency
de_de: Service-Check Latenz

source: Service Check Source
de_de: Service-Check Quelle

source: Service Last Update
de_de: Letzte Service Aktualisierung

source: Service Last State Change
de_de: Letzte Service Zustands-Änderung

source: Service Next Check
de_de: Nächster Service-Check

source: Service Next Update
de_de: Nächste Service Aktualisierung

source: Servicegroup Name Checksum
de_de: Prüfsumme (Servicegruppenname)

source: Servicegroup Properties Checksum
de_de: Prüfsumme (Servicegruppen-Eigenschaften)

source: Servicegroup Name
de_de: Servicegruppenname

source: Servicegroup Name (CI)
de_de: Servicegruppenname (CI)

source: Servicegroup Display Name
de_de: Servicegruppen-Anzeigename

source: Event State Type
de_de: Ereignis Zustands-Typ

source: Event Soft State
de_de: Ereignis-Zustand (Soft)

source: Event Hard State
de_de: Ereignis-Zustand (Hard)

source: Event Check Attempt No.
de_de: Event-Check Versuch Nr.

source: Event Previous Soft State
de_de: Vorheriger Event-Zustand (Soft)

source: Event Previous Hard State
de_de: Vorheriger Host Zustand (Hard)

source: Event Output
de_de: Event Ausgabe

source: Event Long Output
de_de: Lange Event Ausgabe

source: Event Max Check Attempts
de_de: Maximale Event-Check Versuche

source: Event Check Source
de_de: Event-Check Quelle

source: Timeperiod Name Checksum
de_de: Prüfsumme (Zeitraum Name)

source: Timeperiod Properties Checksum
de_de: Prüfsumme (Zeitraum Eigenschaften)

source: Timeperiod Name
de_de: Zeitraum Name

source: Timeperiod Name (CI)
de_de: Zeitraum Name (CI)

source: Timeperiod Display Name
de_de: Zeitraum Anzeigename

source: Timeperiod Prefer Includes
de_de: Zeitraum Includes bevorzugen

source: Timeperiod Range Date(s)/Day
de_de: Zeitraum Bereichs-Datum/Tag

source: Timeperiod Range Time
de_de: Zeitraum Bereichs-Uhrzeit

source: User Name Checksum
de_de: Prüfsumme (Benutzername)

source: User Properties Checksum
de_de: Prüfsumme (Benutzereigenschaften)

source: User Name
de_de: Benutzername

source: User Name (CI)
de_de: Benutzername (CI)

source: User Display Name
de_de: Benutzer Anzeigename

source: User Email
de_de: Benutzer E-Mail

source: User Pager
de_de: Benutzer Pager

source: User Receives Notifications
de_de: Benutzer empfängt Benachrichtigungen

source: Usergroup Name Checksum
de_de: Prüfsumme (Benutzergruppenname)

source: Usergroup Properties Checksum
de_de: Prüfsumme (Benutzergruppeneigenschaften)

source: Usergroup Name
de_de: Benutzergruppenname

source: Usergroup Name (CI)
de_de: Benutzergruppenname (CI)

source: Usergroup Display Name
de_de: Benutzergruppen-Anzeigename

source: Zone Name Checksum
de_de: Prüfsumme (Zonenname)

source: Zone Properties Checksum
de_de: Prüfsumme (Zoneneigenschaften)

source: Zone Name (CI)
de_de: Zonenname (CI)

source: Zone Is Global
de_de: Zone ist global

source: Parent Zone Id
de_de: Übergeordnete Zonen-ID
