Repository: Icinga/L10n
Catalog: src/icingaweb2-module-graphite/*/LC_MESSAGES/icinga.po
Languages: de_de

source: No such service
de_de: Service nicht gefunden

source: No such host
de_de: Host nicht gefunden

source: No such template
de_de: Vorlage nicht gefunden

source: No such graph
de_de: Diagramm nicht gefunden

source: Graphite Web yields more than one metric for the given filter. Please specify a more precise filter.
de_de: Graphite Web liefert mehr als eine Metrik für diesen Filter. Bitte gib einen präziseren Filter an.

source: Adjust Filter
de_de: Filter anpassen

source: List hosts
de_de: Liste Hosts

source: List services
de_de: Liste Services

source: Save Changes
de_de: Änderungen speichern

source: Default time range
de_de: Standard Zeitbereich

source: The default time range for graphs
de_de: Der Standard Zeitbereich für Diagramme

source: Default time range unit
de_de: Standard Zeitbereich Einheit

source: The above range's unit
de_de: Die Einheit des oben genannten Zeitbereichs

source: Minutes
de_de: Minuten

source: Hours
de_de: Stunden

source: Days
de_de: Tage

source: Weeks
de_de: Wochen

source: Months
de_de: Monate

source: Years
de_de: Jahre

source: Disable "no graphs found"
de_de: Deaktiviere "Keine Diagramme gefunden"

source: If no graphs were found for a monitored object, just display nothing at all
de_de: Wenn keine Diagramme gefunden werden für ein überwachtes Objekt, zeige einfach nichts an

source: Host name template
de_de: Hostname Vorlage

source: The value of your Icinga 2 GraphiteWriter's attribute host_name_template (if specified)
de_de: Der Wert des Icinga 2 GraphiteWriter-Attributs "host_name_template" (wenn definiert)

source: Service name template
de_de: Service-Name Vorlage

source: The value of your Icinga 2 GraphiteWriter's attribute service_name_template (if specified)
de_de: Der Wert des Icinga 2 GraphiteWriter-Attributs "service_name_template" (wenn definiert)

source: Obscured check command custom variable
de_de: Verschleierte benutzerdefinierte Variable des Check-Kommandos

source: The Icinga custom variable with the "actual" check command obscured by e.g. check_by_ssh (defaults to check_command)
de_de: Die benutzerdefinierte Icinga Variable mit dem tatsächlichen Check-Kommando, z. B. verschleiert von check_by_ssh (Standardmäßig check_command)

source: URL to your Graphite Web
de_de: URL zu Graphite Web

source: Graphite Web user
de_de: Graphite Web Benutzer

source: A user with access to your Graphite Web via HTTP basic authentication
de_de: Ein Nutzer mit Zugriff auf Graphite Web über HTTP Basic Authentifizierung

source: Graphite Web password
de_de: Graphite Web Passwort

source: The above user's password
de_de: Das Passwort des oben genannten Benutzers

source: Connect insecurely
de_de: Unsichere Verbindung herstellen

source: Check this to not verify the remote's TLS certificate
de_de: Aktiviere dies um das entfernte TLS-Zertifikat nicht zu prüfen

source: Show the last … minutes
de_de: Zeige die letzten ... Minuten

source: %d minutes
de_de: %d Minuten

source: Show the last … hours
de_de: Zeige die letzten ... Stunden

source: %d hour
de_de: %d Stunde

source: %d hours
de_de: %d Stunden

source: Show the last … days
de_de: Zeige die letzten ... Tage

source: %d day
de_de: %d Tag

source: %d days
de_de: %d Tage

source: Show the last … weeks
de_de: Zeige die letzten ... Wochen

source: %d week
de_de: %d Woche

source: %d weeks
de_de: %d Wochen

source: Show the last … months
de_de: Zeige die letzten ... Monate

source: %d month
de_de: %d Monat

source: %d months
de_de: %d Monate

source: Show the last … years
de_de: Zeige die letzten ... Jahre

source: %d year
de_de: %d Jahr

source: %d years
de_de: %d Jahre

source: Start
de_de: Beginn

source: Start of the date/time range
de_de: Start des Zeitbereichs

source: End
de_de: Ende

source: End of the date/time range
de_de: Ende des Zeitbereichs

source: Update
de_de: Aktualisieren

source: Show More
de_de: Mehr zeigen

source: No hosts found matching the filter.
de_de: Zu diesem Filter wurden keine Hosts gefunden.

source: No services found matching the filter.
de_de: Zu diesem Filter wurden keine Services gefunden.

source: Configure the Graphite Web backend
de_de: Konfiguriere das Graphite Web Backend

source: Advanced configuration
de_de: Fortgeschrittene Konfiguration

source: Advanced
de_de: Fortgeschritten

source: Allow debugging directly via the web UI
de_de: Erlaube Debugging über die Benutzeroberfläche

source: Graphs
de_de: Diagramme

source: Cannot apply restriction %s using the filter %s. You can only use the following columns: %s
de_de: Die Einschränkung %s kann nicht mit dem Filter %s angewendet werden. Du kannst nur folgende Spalten verwenden: %s

source: Specify custom time range
de_de: Eigenen Zeitbereich festlegen

source: The username must not contain colons.
de_de: Der Nutzername darf keine Doppelpunkte enthalten.

source: Please %scorrect%s the configuration of the Graphite module.
de_de: Bitte %skorrigiere%s die Konfiguration des Graphite Moduls.

source: No items found.
de_de: Keine Elemente gefunden.
