Repository: Icinga/L10n
Catalog: src/icingaweb2-module-monitoring/*/LC_MESSAGES/icinga.po
Languages: de_de, ja_jp

source: A notification has been sent for this issue %s.
de_de: Eine Benachrichtigung für dieses Problem wurde %s gesendet.
ja_jp: 障害 %s に関する通知が送信されました。

source: %d notifications have been sent for this issue.
de_de: %d Benachrichtigungen wurden für dieses Problem versandt.
ja_jp: この障害に関して %d の通知が送信されました。

source: The last one was sent %s.
de_de: Die letzte wurde %s gesendet.
ja_jp: 最後は %s に送信されました。

source: No notification has been sent for this issue.
de_de: Für dieses Problem wurde keine Benachrichtigung gesendet.
ja_jp: この障害に関する送信された通知はありません。

source: Plugin Output
de_de: Plugin-Ausgabe
ja_jp: プラグイン出力

source: Performance data
de_de: Performancedaten
ja_jp: パフォーマンスデータ

source: Reachable
de_de: Erreichbar
ja_jp: アクセス可能

source: no
de_de: nein

source: yes
de_de: ja

source: Is reachable
de_de: Ist erreichbar
ja_jp: アクセス可能です

source: Not reachable
de_de: Nicht erreichbar
ja_jp: アクセスできません

source: Servicegroups
de_de: Servicegruppen
ja_jp: サービスグループ

source: No such contact
de_de: Der gewünschte Kontakt existiert nicht
ja_jp: そのようなコンタクトは存在しません

source: Notifications sent to this contact
de_de: An diesen Kontakt gesendete Benachrichtigungen
ja_jp: このコンタクトに送信された通知

source: No notifications have been sent for this contact
de_de: Zu diesem Kontakt wurden keine Benachrichtigungen gesendet
ja_jp: このコンタクトに送信された通知はありません

source: Host and Service Checks
de_de: Host- und Servicechecks
ja_jp: ホストおよびサービスの監視

source: %u Active
de_de: %u Aktiv

source: List %u actively checked host
de_de: Liste %u aktiv überwachten Host
ja_jp: アクティブ監視されたホスト %u 個を一覧表示します

source: %d Passive
de_de: %d Passiv

source: List %u passively checked host
de_de: Liste %u passiv überwachten Host
ja_jp: パッシブ監視されたホスト %u 個を一覧表示します

source: %d Disabled
de_de: %d Deaktiviert

source: List %u host that is not being checked at all
de_de: Liste %u Host, der nicht überwacht wird
ja_jp: 全く監視されていないホスト %u 個を一覧表示します

source: %d Active
de_de: %d Aktiv

source: List %u actively checked service
de_de: Liste %u aktiv überwachten Service
ja_jp: アクティブ監視されたサービス %u 個を一覧表示します

source: List %u passively checked service
de_de: Liste %u passiv überwachten Service
ja_jp: パッシブ監視されたサービス %u 個を一覧表示します

source: List %u service that is not being checked at all
de_de: Liste %u Service, der gerade nicht überwacht wird

source: %u Host Disabled
de_de: %u deaktivierter Host

source: List %u host for which flap detection has been disabled
de_de: Liste %u Host, für welchen die Flap-Erkennung deaktiviert wurde
ja_jp: フラップ検出が無効になっているホスト %u 個を一覧表示します

source: All Hosts Enabled
de_de: Alle Hosts aktiviert
ja_jp: 全ホスト有効

source: List all hosts, for which flap detection is enabled entirely
de_de: Liste alle Hosts, für die die Flap-Erkennung aktiv ist
ja_jp: フラップ検出が有効になっているすべてのホストを一覧表示します

source: %u Host Flapping
de_de: %u flapping Host

source: List %u host that is currently flapping
de_de: Liste %u Host, der gerade im Zustand FLAPPING ist
ja_jp: 現在フラッピング中のホスト %u 個を一覧表示します

source: %u Service Disabled
de_de: %u deaktivierter Service

source: List %u service for which flap detection has been disabled
de_de: Liste %u Service, für den die Flap-Erkennung deaktiviert wurde
ja_jp: フラップ検出が無効になっているサービス %u 個を一覧表示します

source: All Services Enabled
de_de: Alle Services aktiviert
ja_jp: 有効なすべてのサービス

source: List all services, for which flap detection is enabled entirely
de_de: Liste alle Services, für die die Flap-Erkennung aktiv ist
ja_jp: フラップ検出が有効になっているすべてのサービスを一覧表示します

source: %u Service Flapping
de_de: %u flapping Service

source: List %u service that is currently flapping
de_de: Liste %u Service, der gerade im Zustand FLAPPING ist
ja_jp: 現在フラッピング中のサービス %u 個を一覧表示します

source: List %u host for which notifications are suppressed
de_de: Liste %u Host, für welchen Benachrichtigungen deaktiviert wurden
ja_jp: 通知が停止されているホスト %u 個を一覧表示します

source: List all hosts, for which notifications are enabled entirely
de_de: Liste alle Hosts, für die Benachrichtigungen aktiv sind
ja_jp: 通知が有効になっているすべてのホストを一覧表示します

source: List %u service for which notifications are suppressed
de_de: Liste %u Service, für den Benachrichtigungen unterdrückt werden
ja_jp: 通知が停止されているサービス %u 個を一覧表示します

source: List all services, for which notifications are enabled entirely
de_de: Liste alle Services, für die Benachrichtigungen aktiv sind
ja_jp: 通知が有効になっているすべてのサービスを一覧表示します

source: List %u host that is not processing any event handlers
de_de: Liste %u Host, der keine Eventhandler verarbeitet
ja_jp: イベントハンドラを処理していないホスト %u 個を一覧表示します

source: List all hosts, which are processing event handlers entirely
de_de: Liste alle Hosts, die Eventhandler verarbeiten
ja_jp: イベントハンドラを処理しているすべてのホストを一覧表示します

source: List %u service that is not processing any event handlers
de_de: Liste %u Service, der keine Eventhandler verarbeitet

source: List all services, which are processing event handlers entirely
de_de: Services auflisten, welche allesamt Eventhandler verarbeiten
ja_jp: イベントハンドラをすべて処理しているすべてのサービスを一覧表示します

source: List %u host that is currently in state UP
de_de: Liste %u Host, der gerade UP ist
ja_jp: 現在状態がUPのホスト %u 個を一覧表示します

source: %u Host PENDING
de_de: %u Host AUSSTEHEND

source: List %u host that is currently in state PENDING
de_de: Liste %u Host, der gerade AUSSTEHEND ist
ja_jp: 現在状態がPENDINGのホスト %u 個を一覧表示します

source: Service Problems
de_de: Serviceprobleme
ja_jp: 障害発生中のサービス一覧

source: List %u service that is currently in state CRITICAL
de_de: Liste %u Service, der gerade KRITISCH ist
ja_jp: 現在状態がCRITICALのサービス %u 個を一覧表示します

source: Handled
de_de: Behandelt
ja_jp: 処理済み

source: List %u service that is currently in state CRITICAL (Handled)
de_de: Liste %u Service im Zustand KRITISCH (behandelt)
ja_jp: 現在状態がCRITICAL(処理済み)のサービス %u 個を一覧表示します

source: %u is passively checked
de_de: %u wird passiv überwacht
ja_jp: %u はパッシブ監視がされています

source: List %u service that is currently in state CRITICAL and passively checked
de_de: Liste %u Service, der gerade KRITISCH ist und passiv überwacht wird
ja_jp: 現在状態がCRITICALでかつパッシブ監視されているサービス %u 個を一覧表示します

source: %u is not checked at all
de_de: %u wird nicht überwacht
ja_jp: %u は全く監視されていません

source: List %u service that is currently in state CRITICAL and not checked at all
de_de: Liste %u Service, der gerade KRITISCH ist und nicht überwacht wird
ja_jp: 現在状態がCRITICALでかつ全く監視されていないサービス %u 個を一覧表示します

source: List %u service that is currently in state WARNING
de_de: Liste %u Service, der gerade den Zustand WARNUNG hat
ja_jp: 現在状態がWARNINGのサービス %u 個を一覧表示します

source: List %u service that is currently in state WARNING (Handled)
de_de: Liste %u Service, der gerade im Zustand WARNUNG ist (behandelt)
ja_jp: 現在状態がWARNING(処理済み)のサービス %u 個を一覧表示します

source: List %u service that is currently in state WARNING and passively checked
de_de: Liste %u Service, der gerade im Zustand WARNUNG ist und passiv überwacht wird
ja_jp: 現在状態がWARNINGでかつパッシブ監視されているサービス %u 個を一覧表示します

source: List %u service that is currently in state WARNING and not checked at all
de_de: Liste %u Service, der gerade im Zustand WARNUNG ist und nicht überwacht wird
ja_jp: 現在状態がWARNINGでかつ全く監視されていないサービス %u 個を一覧表示します

source: List %u service that is currently in state UNKNOWN
de_de: Liste %u Service, der gerade UNBEKANNT ist
ja_jp: 現在状態がUNKNOWNのサービス %u 個を一覧表示します

source: List %u service that is currently in state UNKNOWN (Handled)
de_de: Liste %u Service, der gerade UNBEKANNT ist (behandelt)
ja_jp: 現在状態がUNKNOWN(処理済み)のサービス %u 個を一覧表示します

source: List %u service that is currently in state UNKNOWN and passively checked
de_de: Liste %u Service, der gerade UNBEKANNT ist und passiv überwacht wird
ja_jp: 現在状態がUNKNOWNでかつパッシブ監視されているサービス %u 個を一覧表示します

source: List %u service that is currently in state UNKNOWN and not checked at all
de_de: Liste %u Service, der gerade UNBEKANNT ist und nicht überwacht wird
ja_jp: 現在状態がUNKNOWNでかつ全く監視されていないサービス %u 個を一覧表示します

source: List %u service that is currently in state OK
de_de: Liste %u Service der gerade OK ist
ja_jp: 現在状態がOKのサービス %u 個を一覧表示します

source: List %u service that is currently in state OK and not checked at all
de_de: Liste %u Service, der gerade OK ist und nicht überwacht wird
ja_jp: 現在状態がOKでかつ全く監視されていないサービス %u 個を一覧表示します

source: List %u service that is currently in state PENDING
de_de: Liste %u Service, der gerade AUSSTEHEND ist
ja_jp: 現在状態がPENDINGのサービス %u 個を一覧表示します

source: List %u service that is currently in state PENDING and not checked at all
de_de: Liste %u Service, der gerade AUSSTEHEND ist und nicht überwacht wird
ja_jp: 現在状態がPENDINGでかつ全く監視されていないサービス %u 個を一覧表示します

source: List %u host that is currently in state DOWN
de_de: Liste %u Host, der gerade DOWN ist
ja_jp: 現在状態がDOWNのホスト %u 個を一覧表示します

source: %u Host UNREACHABLE
de_de: %u Host NICHT ERREICHBAR

source: List %u host that is currently in state UNREACHABLE
de_de: Liste %u Host, der gerade UNERREICHBAR ist
ja_jp: 現在状態がUNREACHABLEのホスト %u 個を一覧表示します

source: No results found matching the filter.
de_de: Zu diesem Filter wurden keine Ergebnisse gefunden.
ja_jp: 条件に一致する障害はありません。

source: Host Summary
de_de: Host Übersicht
ja_jp: ホスト概要

source: Pending
de_de: Ungeprüft

source: Not Checked
de_de: Nicht geprüft
ja_jp: 未確認

source: Service Summary
de_de: Service Übersicht
ja_jp: サービス概要

source: Legend
de_de: Legende

# timeline.link.title.time
source: on %s
de_de: am %s

# timeline.link.title.week.and.year
source: in week %s of %s
de_de: in Woche %s des Jahres %s

# timeline.link.title.month.and.year
source: in %s
de_de: im %s

# timeline.link.title.datetime.twice
source: between %s and %s
de_de: zwischen %s und %s
ja_jp: %s から %sの間

# timeline.link.title
source: List all event records registered %s
de_de: Alle Ereigniseinträge auflisten, die %s registriert wurden

# timeline.link.title
source: List %u %s registered %s
de_de: Liste %u %s eingetragene %s

source: Allow all commands
de_de: Erlaube alle Befehle
ja_jp: 全コメントを許可

source: Allow scheduling host and service checks
de_de: Erlaube das Planen von Host- und Servicechecks
ja_jp: ホストおよびサービス監視の設定を許可

source: Allow scheduling host and service checks (Only on objects with active checks enabled)
de_de: Erlaube das Planen von Host- und Servicechecks (Nur für Objekte mit aktiven Checks)

source: Allow acknowledging host and service problems
de_de: Erlaube das Bestätigen von Host- und Serviceproblemen
ja_jp: ホストおよびサービスの障害承認を許可

source: Allow removing problem acknowledgements
de_de: Erlaube das Entfernen von Problembestätigungen
ja_jp: 障害承認削除を許可

source: Allow adding and deleting host and service comments
de_de: Erlaube das Hinzufügen und Löschen von Kommentaren zu Hosts und Services
ja_jp: ホストおよびサービスのコメントの追加と削除を許可

source: Allow commenting on hosts and services
de_de: Erlaube das Kommentieren von Hosts und Services
ja_jp: ホストおよびサービスのコメントを許可

source: Allow deleting host and service comments
de_de: Erlaube das Löschen von Kommentaren zu Hosts und Services
ja_jp: ホストおよびサービスのコメントの削除を許可

source: Allow scheduling and deleting host and service downtimes
de_de: Erlaube das Planen und Löschen von Host- und Servicedowntimes
ja_jp: ホストおよびサービスの停止設定と削除を許可

source: Allow scheduling host and service downtimes
de_de: Erlaube das Planen von Host- und Servicedowntimes
ja_jp: ホストおよびサービスの停止設定を許可

source: Allow deleting host and service downtimes
de_de: Erlaube das Löschen von Downtimes für Hosts und Services
ja_jp: ホストおよびサービスのメンテナンス期間削除を許可

source: Allow processing host and service check results
de_de: Erlaube die Verarbeitung von Host und Service Check-Ergebnissen
ja_jp: ホストおよびサービス監視の結果の操作を許可

source: Allow processing commands for toggling features on an instance-wide basis
de_de: Erlaube die Befehls-Verarbeitung um Funktionen instanzweit umzuschalten
ja_jp: インスタンス全体で機能を切り替えるためのコマンドを許可

source: Allow processing commands for toggling features on host and service objects
de_de: Erlaube die Befehls-Verarbeitung um Funktionen von Host- und Serviceobjekten umzuschalten
ja_jp: ホストおよびサービスオブジェクトの機能を切り替えるためのコマンドを許可

source: Allow processing commands for toggling active checks on host and service objects
de_de: Erlaube die Befehls-Verarbeitung zum Umschalten aktiver Überprüfungen von Host- und Serviceobjekten
ja_jp: ホストおよびサービスオブジェクトのアクティブ監視を切り替えるためのコマンドを許可

source: Allow processing commands for toggling passive checks on host and service objects
de_de: Erlaube die Befehls-Verarbeitung zum Umschalten passiver Überprüfungen von Host- und Serviceobjekten
ja_jp: ホストおよびサービスオブジェクトのパッシブ監視を切り替えるためのコマンドを許可

source: Allow processing commands for toggling notifications on host and service objects
de_de: Erlaube die Befehls-Verarbeitung zum Umschalten der Benachrichtigungen von Host- und Serviceobjekten
ja_jp: ホストおよびサービスオブジェクトの通知を切り替えるためのコマンドを許可

source: Allow processing commands for toggling event handlers on host and service objects
de_de: Erlaube die Befehls-Verarbeitung zum Umschalten der Event-Handler von Host- und Serviceobjekten
ja_jp: ホストおよびサービスオブジェクトのイベントハンドラを切り替えるためのコマンドを許可

source: Allow processing commands for toggling flap detection on host and service objects
de_de: Erlaube die Befehls-Verarbeitung zum Umschalten der Flap-Erkennung von Host- und Serviceobjekten
ja_jp: ホストおよびサービスオブジェクトのフラップ検出を切り替えるためのコマンドを許可

source: Allow sending custom notifications for hosts and services
de_de: Erlaube das Senden von angepassten Benachrichtigungen für Hosts und Services
ja_jp: ホストおよびサービスに関するカスタム通知の送信を許可

source: Prohibit access to contacts and contactgroups
de_de: Zugriff auf Kontakte und Kontaktgruppen verbieten

source: Restrict views to the Icinga objects that match the filter
de_de: Beschränke die Sicht auf Icinga-Objekte, die dem Filter entsprechen
ja_jp: 条件に一致するIcingaオブジェクトのみ閲覧できるようにします

source: Hide the properties of monitored objects that match the filter
de_de: Verstecke die Eigenschaften überwachter Objekte, die dem Filter entsprechen
ja_jp: 条件に一致する監視対象オブジェクトのプロパティを非表示にします

source: Configure how to retrieve monitoring information
de_de: Konfiguriere wie Monitoringinformationen geholt werden
ja_jp: 監視情報の取得方法を設定

source: Configure how to protect your monitoring environment against prying eyes
de_de: Konfigurieren Sie den Schutz Ihrer Monitoringumgebung gegen neugierige Blicke
ja_jp: 監視環境を保護する方法を設定

source: Host Action
de_de: Host-Aktion
ja_jp: ホスト起動

source: Service Action
de_de: Service-Aktion

source: Problems
de_de: Probleme
ja_jp: 障害

source: Host Problems
de_de: Host-Probleme
ja_jp: 障害発生中のホスト一覧

source: List current host problems
de_de: Liste aktuelle Host-Probleme
ja_jp: 現在障害が起きているホストを一覧表示

source: %d unhandled hosts down
de_de: %d unbestätigte Hosts DOWN
ja_jp: %d 個の未処理ホスト停止

source: List current service problems
de_de: Liste aktuelle Service-Probleme
ja_jp: 現在障害が起きているサービスを一覧表示

source: %d unhandled services critical
de_de: %d unbestätigte Services KRITISCH
ja_jp: 未処理サービス %d は重要です

source: Display service problems as grid
de_de: Zeige Service-Probleme als Raster
ja_jp: サービスの障害をグリッドで表示

source: Current Downtimes
de_de: Aktuelle Downtimes
ja_jp: 設定中のメンテナンス期間

source: List current downtimes
de_de: Liste aktuelle Downtimes
ja_jp: 現在設定されている計画メンテナンス期間を一覧表示

source: Overview
de_de: Überblick
ja_jp: 概要

source: Open tactical overview
de_de: Öffne Taktische Übersicht
ja_jp: 概要の表示

source: List users
de_de: Liste Benutzer
ja_jp: ユーザ一覧

source: History
de_de: Historie
ja_jp: 履歴

source: Open event grid
de_de: Öffne Ereignisraster
ja_jp: イベントグリッドの表示

source: Open event overview
de_de: Öffne Ereignisüberblick
ja_jp: イベント概要の表示

source: Open timeline
de_de: Öffne Zeitleiste
ja_jp: タイムラインの表示

source: Current Incidents
de_de: Aktuelle Vorfälle
ja_jp: 現在の状況

source: Recently Recovered Services
de_de: Vor kurzem erholte Services
ja_jp: 最近回復したサービス一覧

source: Overdue
de_de: Überfällig
ja_jp: 遅延状況

source: Late Host Check Results
de_de: Verspätete Host-Checks
ja_jp: 遅延しているホスト監視

source: Late Service Check Results
de_de: Verspätete Service-Checks
ja_jp: 遅延しているサービス監視

source: Acknowledgements Active For At Least Three Days
de_de: Bestätigungen älter als drei Tage
ja_jp: 3日以上障害が検知されている状態

source: Downtimes Active For More Than Three Days
de_de: Downtimes mehr als drei Tage aktiv
ja_jp: 3日以上停止状態

source: Muted
de_de: Stumm
ja_jp: 無効

source: Disabled Service Notifications
de_de: Deaktivierte Service-Benachrichtigungen
ja_jp: 無効になっているサービス通知

source: Disabled Host Notifications
de_de: Deaktivierte Host-Benachrichtigungen
ja_jp: 無効になっているホスト通知

source: Disabled Service Checks
de_de: Deaktivierte Service-Checks
ja_jp: 無効になっているサービス監視

source: Disabled Host Checks
de_de: Deaktivierte Host-Checks
ja_jp: 無効になっているホスト監視

source: Acknowledged Problem Services
de_de: Bestätigte Service-Probleme
ja_jp: 障害が承認されているサービス

source: Acknowledged Problem Hosts
de_de: Bestätigte Host-Probleme
ja_jp: 障害が承認されているホスト

source: There is no "%s" monitoring backend
de_de: Es gibt kein "%s" Monitoring-Backend
ja_jp: "%s" というmonitoringバックエンドはありません

source: No backend has been configured
de_de: Es wurde kein Backend konfiguriert
ja_jp: バックエンドが設定されていません

source: All backends are disabled
de_de: Alle Backends sind deaktiviert
ja_jp: すべてのバックエンドが無効です

source: No configuration for backend %s
de_de: Keine Konfiguration für Backend %s
ja_jp: バックエンド %s の設定はありません

source: Configuration for backend %s is disabled
de_de: Die Konfiguration für das Backend %s ist deaktiviert
ja_jp: バックエンド %s の設定は無効です

source: Icinga Web 2 will retrieve information from your monitoring environment using a backend called "%s" and the specified resource below:
de_de: Icinga Web 2 wird Informationen aus der Monitoringumgebung über ein Backend mit dem Namen "%s" und die weiter unten spezifizierte Ressource abrufen:
ja_jp: Icinga Web 2はバックエンド "%s" と以下のリソースを使用し、監視環境から情報を取得します:

source: Database Resource
de_de: Datenbankressource
ja_jp: データベースリソース

source: SSL Cert
de_de: SSL-Zertifikat

source: CA Path
de_de: CA-Pfad
ja_jp: CAへのパス

source: Cipher
de_de: Verschlüsselung
ja_jp: サイファー

source: Monitoring backend configuration has been successfully written to: %s
de_de: Die Konfiguration für das Monitoring-Backend wurde erfolgreich nach "%s" geschrieben
ja_jp: Monitoringバックエンドの設定を次の場所へ書き込みました: %s

source: Monitoring backend configuration could not be written to: %s. An error occured:
de_de: Die Konfiguration für das Monitoring-Backend konnte nicht nach "%s" geschrieben werden. Ein Fehler ist aufgetreten:
ja_jp: Monitoringバックエンドの設定を次の場所に書き込めませんでした: %s エラーが発生しました:

source: ERROR: %s
de_de: FEHLER: %s
ja_jp: エラー: %s

source: Resource configuration has been successfully updated: %s
de_de: Die Ressourcen-Konfiguration wurde erfolgreich aktualisiert: %s
ja_jp: リソースの構成を変更しました: %s

source: Resource configuration could not be udpated: %s. An error occured:
de_de: Die Ressourcen-Konfiguration konnte nicht aktualisiert werden: %s. Ein Fehler ist aufgetreten:
ja_jp: リソースの構成を変更できませんでした: %s エラーが発生しました:

source: No command transports have been configured in "%s".
de_de: Kein Befehls-Transport konfiguriert in "%s".
ja_jp: "%s" にコマンドトランスポートが設定されていません。

source: Cannot create command transport "%s". Invalid transport defined in "%s". Use one of "%s", "%s" or "%s".
de_de: Kann Befehlstransport "%s" nicht erzeugen. Ungültiger Transport-Typ in "%s" angegeben. Entweder "%s", "%s" oder "%s" verwenden.
ja_jp: コマンド転送方法 "%s" が作成できません。無効なトランスポートが "%s" に定義されています。"%s", "%s" または "%s" を使用してください。

source: Failed to send external Icinga command. No transport has been configured for this instance. Please contact your Icinga Web administrator.
de_de: Versand des externen Icinga-Befehl schlug fehl. Für diese Instanz wurde kein Transport konfiguriert. Bitte kontaktieren Sie Ihren Icinga Web Administrator.
ja_jp: 外部のIcingaコマンドを送信できませんでした。このインスタンスにトランスポートが構成されていません。 Icinga Web管理者に連絡してください。

source: Can't send external Icinga Command. Remote user is missing
de_de: Kann externen Icinga-Befehl nicht senden. Der Remote-Benutzer fehlt
ja_jp: 外部のIcinga Command を送信できません。リモートユーザがいません。

source: Can't send external Icinga Command. The private key for the remote user is missing
de_de: Kann externen Icinga-Befehl nicht senden. Der private Schlüssel für den Remote-Benutzer fehlt
ja_jp: 外部のIcinga Command を送信できません。リモートユーザの秘密鍵がありません。

source: Cannot apply restriction %s using the filter %s. You can only use the following columns: %s
de_de: Die Einschränkung %s kann nicht mit dem Filter %s angewendet werden. Du kannst nur folgende Spalten verwenden: %s
ja_jp: 制限 %s を適用できません。(フィルター%s を使っている場合) 下記のように指定してください: %s

source: The sort column "%s" is not allowed in "%s".
de_de: Die Spalte "%s" ist in "%s" zum Sortieren nicht erlaubt.

source: The filter column "%s" is not allowed here.
de_de: Die Filterspalte "%s" ist hier nicht erlaubt.
ja_jp: フィルターの "%s" は許可されていません。

# setup.summary.subject
source: the monitoring module
de_de: das Monitoring Modul
ja_jp: monitoringモジュール

source: The given resource name is already in use.
de_de: Der eingegebene Name der Ressource wird bereits benutzt.
ja_jp: このリソース名はすでに使用されています。

# setup.summary.btn.finish
source: Setup the monitoring module for Icinga Web 2
de_de: Das Monitoringmodul für Icinga Web 2 einrichten
ja_jp: Icinga Web 2のmonitoringモジュールを設定

source: To send external commands over Icinga 2's API the cURL module for PHP is required.
de_de: Um externe Icinga-Befehle über die Icinga 2 API zu versenden, wird das cURL Modul für PHP benötigt.
ja_jp: Icinga 2のAPIを介して外部コマンドを送信するには、PHP用のcURLモジュールが必要です。

source: UNREACHABLE
de_de: UNERREICHBAR

source: PENDING
de_de: AUSSTEHEND

source: Monitoring backend '%s' is not running.
de_de: Das Monitoring-Backend "%s" läuft nicht.
ja_jp: Monitoringバックエンド '%s' は起動していません。

source: Active host checks are disabled
de_de: Aktive Host-Checks deaktiviert

source: Active service checks are disabled
de_de: Aktive Service-Checks deaktiviert

source: Notifications are disabled
de_de: Benachrichtigungen inaktiv
ja_jp: 通知は無効です

source: Icinga Web 2 will protect your monitoring environment against prying eyes using the configuration specified below:
de_de: Icinga Web 2 wird die Monitoringumgebung, anhand der unten spezifizierten Konfiguration, vor neugierigen Blicken schützen:
ja_jp: Icinga Web 2は以下の設定によりmonitoring環境を保護します:

# monitoring.protected_customvars
source: None
de_de: Keine

source: Monitoring security configuration has been successfully created: %s
de_de: Die Sicherheitskonfiguration für das Monitoring wurde erfolgreich angelegt: %s
ja_jp: 監視セキュリティ設定を作成しました: %s

source: Monitoring security configuration could not be written to: %s. An error occured:
de_de: Die Sicherheitskonfiguration für das Monitoring konnte nicht nach "%s" geschrieben werden. Ein Fehler ist aufgetreten:
ja_jp: 監視セキュリティ設定を次の場所へ書き込めませんでした: %s エラーが発生しました

source: Icinga Web 2 will use the named pipe located at "%s" to send commands to your monitoring instance.
de_de: Icinga Web 2 wird die Named Pipe "%s" verwenden, um Befehle an die Monitoringinstanz zu schicken.
ja_jp: Icinga Web 2は、"%s" にある名前付きパイプを使用して、監視インスタンスにコマンドを送信します。

source: Icinga Web 2 will use the named pipe located on a remote machine at "%s" to send commands to your monitoring instance by using the connection details listed below:
de_de: Icinga Web 2 wird die Named Pipe "%s" auf einer entfernten Maschine verwenden, um Befehle an die Monitoringinstanz zu senden. Dazu werden die weiter unter gelisteten Verbindungseinstellungen verwendet:
ja_jp: Icinga Web 2は、リモートマシン "%s" にある名前付きパイプを使用して、監視インスタンスにコマンドを送信します。接続情報は以下の通りです:

source: Remote Host
de_de: Entfernter Host

source: Remote SSH Port
de_de: Entfernter SSH Port

source: Remote SSH User
de_de: Entfernter SSH Benutzer

source: Icinga Web 2 will use the Icinga 2 API to send commands to your monitoring instance by using the connection details listed below:
de_de: Icinga Web 2 wird die Icinga 2 API verwenden, um Befehle an die Monitoringinstanz zu senden. Dazu werden die folgenden Verbindungseinstellungen verwendet:
ja_jp: Icinga Web 2はIcinga 2 APIを使用して、監視インスタンスにコマンドを送信します。接続情報は以下の通りです:
