Repository: Icinga/L10n
Catalog: src/icingaweb2-module-monitoring/*/LC_MESSAGES/icinga.po
Languages: de_de, ja_jp

source: Flexible downtimes have a hard start and end time, but also an additional restriction on the duration in which the host or service may actually be down.
de_de: Flexible Downtimes haben einen definierten Start- und Endzeitpunkt. Darüber hinaus besitzen sie eine Einschränkung der Dauer, innerhalb derer der Host oder Service tatsächlich down sein kann.
ja_jp: Flexible downtimesは詳細な開始時刻と終了時刻を設定できます。ホストまたはサービスが実際に停止している期間に対する追加の制限を行うこともできます。

source: Fixed downtimes have a static start and end time.
de_de: Fixe Downtimes haben einen statischen Start- und Endzeitpunkt.
ja_jp: Fixed downtimes 開始時刻と終了時刻が固定されています。

source: This flexible service downtime was started on %s at %s and lasts for %s until %s at %s.
de_de: Diese flexible Service-Downtime begann am %s um %s und dauert %s bis %s %s.
ja_jp: このサービスのFlexible downtimeは%s - %sの間に開始し、%s の間(%s の%s まで)続くよう設定されています。

source: This flexible host downtime was started on %s at %s and lasts for %s until %s at %s.
de_de: Diese flexible Host-Downtime begann am %s um %s und dauert %s bis %s %s.
ja_jp: このホストのFlexible downtimeは%s - %sの間に開始し、%s の間(%s の%s まで)続くよう設定されています。

source: This flexible service downtime has been scheduled to start between %s - %s and to last for %s.
de_de: Diese flexible Service-Downtime soll zwischen %s und %s beginnen und %s dauern.
ja_jp: このサービスのFlexible downtimeは%s - %sの間に開始し、%s の間続くよう設定されています。

source: This flexible host downtime has been scheduled to start between %s - %s and to last for %s.
de_de: Diese flexible Host-Downtime soll zwischen %s und %s beginnen und %s dauern.
ja_jp: このホストのFlexible downtimeは%s - %sの間に開始し、%s の間続くよう設定されています。

source: This fixed service downtime was started on %s at %s and expires on %s at %s.
de_de: Diese feste Service-Downtime begann am %s um %s und verfällt am %s um %s.
ja_jp: このサービスのFixed downtimeは%s の%s に開始し、%s の%s に期限が切れるよう設定されています。

source: This fixed host downtime was started on %s at %s and expires on %s at %s.
de_de: Diese feste Host-Downtime begann am %s um %s und verfällt am %s um %s.
ja_jp: このホストのFixed downtimeは%s の%s に開始し、%s の%s に期限が切れるよう設定されています。

source: This fixed service downtime has been scheduled to start on %s at %s and to end on %s at %s.
de_de: Diese feste Service-Downtime soll am %s um %s beginnen und am %s um %s enden.
ja_jp: このサービスのFixed downtimeは%s の%s に開始し、%s の%s に終了するよう設定されています。

source: This fixed host downtime has been scheduled to start on %s at %s and to end on %s at %s.
de_de: Diese feste Host-Downtime soll am %s um %s beginnen und am %s um %s enden.
ja_jp: このホストのFixed downtimeは%s の%s に開始し、%s の%s に終了するよう設定されています。

source: The date/time the scheduled downtime is supposed to start. If this is a flexible (non-fixed) downtime, this refers to the earliest possible time that the downtime can start
de_de: Der angenommene Startzeitpunkt der geplanten Downtime. Im Falle einer flexiblen (nicht-festen) Downtime ist dies der frühestmögliche Zeitpunkt, zu dem sie beginnen kann
ja_jp: 計画停止が開始される予定日時。Flexible downtimeの場合は、計画停止が始まる可能性のある時間の中で最も早い時間を表します

source: Scheduled start
de_de: Geplanter Start
ja_jp: 開始予定

source: The date/time the scheduled downtime is supposed to end. If this is a flexible (non-fixed) downtime, this refers to the last possible time that the downtime can start
de_de: Der angenommene Endzeitpunkt der geplanten Downtime. Im Falle einer flexiblen (nicht-festen) Downtime ist dies der spätmöglichste Zeitpunkt, zu dem sie beginnen kann
ja_jp: 計画停止の終了予定日時。Flexible downtimeの場合、計画停止が始まる可能性のある時間の中で最も遅い時刻を表します

source: Scheduled end
de_de: Geplantes Ende
ja_jp: 終了予定

source: Indicates the number of seconds that the scheduled downtime should last. This is usually only needed if this is a flexible downtime, which can start at a variable time, but lasts for the specified duration
de_de: Gibt die Anzahl der Sekunden an, wie lange die geplante Downtime dauern soll. Dies wird in der Regel nur dann gebraucht, wenn es sich um eine flexible Downtime handelt. Diese kann zu einem variablen Zeitpunkt starten, aber dauert für die angegebene Dauer an
ja_jp: 計画停止が継続される時間を示しています。通常Flexible downtimeが設定された場合のみ必要です。開始時刻は可変ですが、指定された期間継続されます。

source: he date/time the scheduled downtime was actually started
de_de: Der Zeitpunkt, an dem die geplante Downtime tatsächlich gestartet wurde
ja_jp: 計画停止が実際に開始された日時

source: The date/time the scheduled downtime actually ended
de_de: Der tatsächliche Endzeitpunkt der geplanten Downtime
ja_jp: 計画停止が実際に終了した日時

source: In effect
de_de: Aktiv
ja_jp: 影響あり

source: Remove all %d scheduled downtimes
de_de: Entferne alle %d geplanten Downtimes
ja_jp: 設定されている%d 個の計画停止をすべて削除

source: Remove all selected downtimes
de_de: Entferne alle ausgewählten Downtimes
ja_jp: 選択したメンテナンス期間をすべて削除

source: Event Details
de_de: Ereignis Details
ja_jp: イベント詳細

source: Edit command transport %s
de_de: Bearbeite Befehls-Transport %s
ja_jp: コマンド転送方法 %s を編集

source: Remove command transport %s
de_de: Befehls-Transport %s entfernen
ja_jp: コマンド転送方法 %s を削除

source: Move up in order
de_de: In der Reihenfolge nach oben schieben
ja_jp: 順番を上に移動

source: Move command transport %s upwards
de_de: Befehls-Transport %s nach oben verschieben
ja_jp: コマンド転送方法 %s を上に移動

source: Move down in order
de_de: In der Reihenfolge nach unten schieben
ja_jp: 順番を下に移動

source: Move command transport %s downwards
de_de: Befehls-Transport %s nach unten verschieben
ja_jp: コマンド転送方法 %s を下に移動

source: Host and service notifications are already disabled.
de_de: Die Host- und Servicebenachrichtigungen sind bereits deaktiviert.
ja_jp: ホストおよびサービスの通知はすでに無効になっています。

source: Notifications will be re-enabled in <strong>%s</strong>.
de_de: Benachrichtigungen werden reaktiviert in <strong>%s</strong>.
ja_jp: 通知は<strong>%s</strong>に再び有効になります。

source: Process Info
de_de: Prozessinformation
ja_jp: プロセス情報

source: Program Version
de_de: Programmversion
ja_jp: プログラムバージョン

source: Program Start Time
de_de: Startzeitpunkt des Programms
ja_jp: プログラム開始時間

source: Last Status Update
de_de: Letze Zustands-Aktualisierung
ja_jp: 最終状態更新

source: Last External Command Check
de_de: Letzter Check für externes Kommando
ja_jp: 最終外部コマンド監視

source: Last Log File Rotation
de_de: Letzte Logdateirotation
ja_jp: 最終ログファイルローテーション

source: Global Service Event Handler
de_de: Globaler Service Event Handler
ja_jp: グローバルサービスイベントハンドラ

source: Global Host Event Handler
de_de: Globaler Host Event Handler
ja_jp: グローバルホストイベントハンドラ

source: Active Endpoint
de_de: Aktiver Endpunkt
ja_jp: アクティブエンドポイント

source: Active Icinga Web 2 Endpoint
de_de: Aktiver Icinga Web 2 Endpunkt

# Last format parameter represents the time running
source: %1$s has been up and running with PID %2$d %3$s
de_de: %1$s läuft mit PID %2$d %3$s
ja_jp: %1$s はPID %2$d %3$s で稼働しています

source: Backend %s is not running
de_de: Backend %s läuft nicht
ja_jp: バックエンド %s は起動していません

source: Feature Commands
de_de: Funktionsbefehle
ja_jp: 機能コマンド

source: %s is currently not up and running
de_de: %s ist momentan nicht in Betrieb
ja_jp: %s は現在稼働していません

source: Unhandled Problems:
de_de: Unbehandelte Probleme:
ja_jp: 未処理の障害:

source: Service Problems:
de_de: Serviceprobleme:
ja_jp: 障害発生中のサービス:

source: Host Problems:
de_de: Host-Probleme:
ja_jp: 障害発生中のホスト:

source: Runtime Variables
de_de: Laufzeitvariablen
ja_jp: 実行中の変数

source: Total
de_de: Gesamt
ja_jp: 合計

source: Scheduled
de_de: Geplant
ja_jp: 予定

source: Per Host
de_de: Pro Host
ja_jp: ホスト毎

source: Active checks
de_de: Aktive Checks
ja_jp: アクティブ監視

source: Latency
de_de: Latenz
ja_jp: 遅延時間

source: Execution time
de_de: Ausführungsdauer
ja_jp: 実行時間

source: No hosts found matching the filter
de_de: Zu diesem Filter wurden keine Hosts gefunden
ja_jp: 条件に一致するホストはありません

source: Problem Handling
de_de: Problembehandlung
ja_jp: 問題処理

source: %d unhandled problems
de_de: %d unbestätigte Probleme
ja_jp: %d 個の未処理の障害

source: Acknowledge
de_de: Bestätigen
ja_jp: 承認

source: %s acknowledgement
de_de: %s Bestätigung

source: Add comments
de_de: Kommentare hinzufügen
ja_jp: コメント追加

source: %s comment
de_de: %s Kommentar

source: Schedule downtimes
de_de: Downtimes planen
ja_jp: 計画メンテナンス期間

source: %d scheduled downtime
de_de: %d geplante Downtime
ja_jp: %d 個の計画メンテナンス期間

source: Send notifications
de_de: Benachrichtigungen senden
ja_jp: 通知を送信する

source: Check Execution
de_de: Check-Ausführung
ja_jp: 実行確認

source: Command
de_de: Befehl
ja_jp: コマンド

source: Process check result
de_de: Check verarbeiten
ja_jp: プロセス監視の結果

source: Schedule Check
de_de: Check planen
ja_jp: 監視の予定を設定

source: Reschedule
de_de: Neu planen
ja_jp: リスケジュール

source: No comments found matching the filter
de_de: Zu diesem Filter wurden keine Kommentare gefunden
ja_jp: 条件に一致するコメントはありません

source: Show More
de_de: Mehr zeigen
ja_jp: さらに表示

source: List %u host
de_de: Liste %u Host
ja_jp: ホスト %u 個をすべて表示します

# Multi-selection help
source: Press and hold the Ctrl key while clicking on rows to select multiple rows or press and hold the Shift key to select a range of rows
de_de: Drücke und halte STRG beim klicken auf Spalten, um mehrere auszuwählen. Mit der Umschalttaste können Bereiche von Spalten ausgewählt werden
ja_jp: Ctrlキーを押しながら行をクリックして複数の行を選択するか、Shiftキーを押しながら行の範囲を選択します

# Multi-selection count
source: %s row(s) selected
de_de: %s Zeilen ausgewählt
ja_jp: %s 行が選択されました

source: List %u service
de_de: Liste %u Service
ja_jp: サービス %u 個すべて表示します

source: No contact groups found matching the filter
de_de: Zu diesem Filter wurden keine Kontaktgruppen gefunden
ja_jp: 条件に一致するコンタクトグループはありません

source: Contact Group
de_de: Kontaktgruppe
ja_jp: コンタクトグループ

source: No contacts found matching the filter
de_de: Zu diesem Filter wurden keine Kontakte gefunden
ja_jp: 条件に一致するコンタクトはありません

source: Send a mail to %s
de_de: Sende eine E-Mail an %s
ja_jp: %s へメール送信

source: No downtimes found matching the filter.
de_de: Zu diesem Filter wurden keine Downtimes gefunden.
ja_jp: 条件に一致するメンテナンス期間はありません。

source: %d hosts ok on %s
de_de: %d Hosts OK am %s
ja_jp: %d 個のホストが正常です(%s)

source: %d hosts unreachable on %s
de_de: %d Hosts NICHT ERREICHBAR am %s
ja_jp: %d 個のホストに接続できません(%s)

source: %d services critical on %s
de_de: %d Services KRITISCH am %s
ja_jp: %d 個のサービスがクリティカルです(%s)

source: %d services warning on %s
de_de: %d Services WARNING am %s
ja_jp: %d 個のサービスで警告がでています(%s)

source: %d hosts down on %s
de_de: %d Hosts DOWN am %s
ja_jp: %d 個のホストが停止しています(%s)

source: %d services unknown on %s
de_de: %d Services UNBEKANNT am %s
ja_jp: %d 個のサービスがUNKNOWNです(%s)

source: %d services ok on %s
de_de: %d Services OK am %s
ja_jp: %d 個のサービスが正常です(%s)

source: No state changes in the selected time period.
de_de: Keine Zustandsänderungen im gewählten Zeitabschnitt.
ja_jp: 選択した期間内で状態が変化したものはありません。

source: Toogle grid view mode
de_de: Raster-Ansicht umschalten

source: No host groups found matching the filter.
de_de: Zu diesem Filter wurden keine Hostgruppen gefunden.
ja_jp: 条件に一致するホストグループはありません。

source: List %u host that is currently in state DOWN in the host group "%s"
de_de: Liste %u Host, der gerade DOWN ist in Hostgruppe "%s"
ja_jp: 現在状態がDOWNのホスト %u 個を一覧表示します(ホストグループ "%s")

source: List %u host that is currently in state UNREACHABLE in the host group "%s"
de_de: Liste %u Host, der gerade UNERREICHBAR ist in Hostgruppe "%s"
ja_jp: 現在状態がUNREACHABLEのホスト %u 個を一覧表示します(ホストグループ "%s")

source: List %u host that is currently in state DOWN (Acknowledged) in the host group "%s"
de_de: Liste %u Host, der gerade DOWN (bestätigt) ist in Hostgruppe "%s"
ja_jp: 現在状態がDOWN(障害確認済み)のホスト %u 個を一覧表示します(ホストグループ "%s")します

source: List %u host that is currently in state UNREACHABLE (Acknowledged) in the host group "%s"
de_de: Liste %u Host, der gerade UNERREICHBAR (bestätigt) ist in Hostgruppe "%s"
ja_jp: 現在状態がUNREACHABLE(障害確認済み)のホスト %u 個を一覧表示します(ホストグループ "%s")

source: List %u host that is currently in state PENDING in the host group "%s"
de_de: Liste %u Host, der aktuell AUSSTEHEND und in der Hostgruppe "%s" ist
ja_jp: 現在状態がPENDINGのホスト %u 個を一覧表示します(ホストグループ "%s")

source: List %u host that is currently in state UP in the host group "%s"
de_de: Liste %u Host, der gerade UP ist in Hostgruppe "%s"
ja_jp: 現在状態がUPのホスト %u 個を一覧表示します(ホストグループ "%s")

source: List all hosts in the group "%s"
de_de: Liste alle Hosts in der Gruppe "%s"
ja_jp: グループ "%s" のすべてのホストを一覧表示します

source: Host Group
de_de: Hostgruppe
ja_jp: ホストグループ

source: Host States
de_de: Host-Zustände
ja_jp: ホストの状態

source: Service States
de_de: Service-Zustände
ja_jp: サービスの状態

source: List all services of all hosts in host group "%s"
de_de: Liste alle Services von allen Hosts in der Hostgruppe "%s"
ja_jp: ホストグループ "%s" の全サービスを一覧表示します

source: No hosts found matching the filter.
de_de: Zu diesem Filter wurden keine Hosts gefunden.
ja_jp: 条件に一致するホストはありません。

source: Overdue %s
de_de: Überfällig %s

source: No notifications found matching the filter.
de_de: Zu diesem Filter wurden keine Benachrichtigungen gefunden.
ja_jp: 条件に一致する通知はありません。

# service on host
source: %s on %s
de_de: %s auf %s

source: Sent to %s
de_de: Gesendet an %s
ja_jp: %s へ送る

source: Not sent out to any contact
de_de: An keinen Kontakt gesendet
ja_jp: どのコンタクトにも送信されていません

source: No services found matching the filter.
de_de: Zu diesem Filter wurden keine Services gefunden.
ja_jp: 条件に一致するサービスはありません。

source: List all reported services on host %s
de_de: Liste alle gemeldeten Services auf Host %s
ja_jp: ホスト %s 上で報告されたサービスを全て表示します

source: List all services with the name "%s" on all reported hosts
de_de: Liste alle Services mit dem Namen "%s" auf allen gemeldeten Hosts
ja_jp: 全ホスト上で報告された "%s" のサービスを一覧表示します

source: Load more
de_de: Mehr laden
ja_jp: さらに読み込む

source: No service groups found matching the filter.
de_de: Zu diesem Filter wurden keine Servicegruppen gefunden.
ja_jp: 条件に一致するサービスグループはありません。

source: List %s service that is currently in state CRITICAL in service group "%s"
de_de: Liste %s Service, der gerade KRITISCH ist in Servicegruppe "%s"
ja_jp: 現在状態がCRITICALのサービス %s 個を一覧表示します(サービスグループ: "%s")

source: List %s service that is currently in state WARNING in service group "%s"
de_de: Liste %s Service, der gerade den Zustand WARNUNG hat in Servicegruppe "%s"
ja_jp: 現在状態がWARNINGのサービス %s 個を一覧表示します(サービスグループ: "%s")

source: List %s service that is currently in state UNKNOWN in service group "%s"
de_de: Liste %s Service, der gerade UNBEKANNT ist in Servicegruppe "%s"
ja_jp: 現在状態がUNKNOWNのサービス %s 個を一覧表示します(サービスグループ: "%s")

source: List %s service that is currently in state CRITICAL (Acknowledged) in service group "%s"
de_de: Liste %s Service im Zustand KRITISCH (behandelt) in Servicegruppe "%s"
ja_jp: 現在状態がCRITICAL(障害確認済み)のサービス %s 個を一覧表示します(サービスグループ: "%s")

source: List %s service that is currently in state WARNING (Acknowledged) in service group "%s"
de_de: Liste %s Service, der gerade im Zustand WARNUNG ist (behandelt) in Servicegruppe "%s"
ja_jp: 現在状態がWARNING(障害確認済み)のサービス %s 個を一覧表示します(サービスグループ: "%s")

source: List %s service that is currently in state UNKNOWN (Acknowledged) in service group "%s"
de_de: Liste %s Service, der gerade UNBEKANNT ist (behandelt) in Servicegruppe "%s"
ja_jp: 現在状態がUNKNOWN(障害確認済み)のサービス %s 個を一覧表示します(サービスグループ: "%s")

source: List %s service that is currenlty in state PENDING in service group "%s"
de_de: Liste %s Service, der gerade AUSSTEHEND ist in Servicegruppe "%s"
ja_jp: 現在状態がPENDINGのサービス %s 個を一覧表示します(サービスグループ: "%s")

source: List %s service that is currently in state OK in service group "%s"
de_de: Liste %s Service der gerade OK ist in Servicegruppe "%s"
ja_jp: 現在状態がOKのサービス %s 個を一覧表示します(サービスグループ: "%s")

source: List all services in the group "%s"
de_de: Liste alle Services in der Gruppe "%s"
ja_jp: サービス "%s" の状態を一覧表示します

source: Service Group
de_de: Servicegruppe
ja_jp: サービスグループ

source: Comment was caused by a flapping host or service
de_de: Kommentar wurde durch einen flapping Host oder Service erstellt
ja_jp: ホストまたはサービスのフラッピングによりコメントされました

source: User Comment
de_de: Benutzerkommentar
ja_jp: ユーザのコメント

source: Comment was created by an user
de_de: Kommentar wurde von einem Benutzer erstellt
ja_jp: コメントはユーザに作成されました

source: Comment was caused by a downtime
de_de: Kommentar wurde durch eine Downtime erstellt
ja_jp: メンテナンス期間によりコメントされました

source: Comment was caused by an acknowledgement
de_de: Kommentar wurde durch eine Bestätigung erstellt
ja_jp: 承認によりコメントされました

source: Show detailed information for this comment about host %s
de_de: Zeige detaillierte Informationen zu diesem Kommentar über Host %s
ja_jp: ホスト %s に関するコメントの詳細情報を表示します

source: by
de_de: von

source: This comment expires on %s at %s
de_de: Dieser Kommentar verfällt am %s um %s
ja_jp: このコメントは%s の %s に期限が切れます。

source: Delete comment
de_de: Kommentar löschen
ja_jp: コメントを削除

source: List all %d comments
de_de: Liste alle %d Kommentare
ja_jp: %d コメントをすべて表示

# Downtime status
source: ENDS
de_de: ENDET
ja_jp: 終了

# Downtime status
source: EXPIRES
de_de: LÄUFT AB

# Downtime status
source: STARTS
de_de: BEGINNT
ja_jp: 開始

source: Show detailed information for this downtime scheduled for host %s
de_de: Zeige detaillierte Informationen über diese Downtime, die für den Host %s geplant ist
ja_jp: ホスト %s の計画メンテナンス期間の詳細情報を表示します

source: Flexible downtime by %s
de_de: Flexible Downtime von %s

source: Fixed downtime by %s
de_de: Feste Downtime von %s

source: expires %s
de_de: läuft %s ab

source: This downtime is flexible
de_de: Diese Downtime ist flexibel
ja_jp: この計画メンテナンス期間のオプションはFlexibleです

source: This downtime is in effect
de_de: Diese Downtime ist wirksam
ja_jp: この計画メンテナンス期間は有効です

source: Delete downtime
de_de: Downtime löschen

source: List all %d downtimes
de_de: Liste alle %d Downtimes
ja_jp: %d 個のメンテナンス期間をすべて表示

source: Flapping with a %.2f%% state change rate
de_de: Flapping mit einer Änderungsrate von %.2f%%
ja_jp: フラッピング %.2f%% の状態変化率

# tooltip
source: State notification
de_de: Zustands-Benachrichtigung

source: NOTIFICATION
de_de: BENACHRICHTIGUNG
ja_jp: 通知

# tooltip
source: Ack Notification
de_de: Bestätigungs Benachrichtigung

source: ACK NOTIFICATION
de_de: BESTÄTIGUNGS BENACHRICHTIGUNG

# tooltip
source: Downtime start notification
de_de: Downtime Start Benachrichtigung

source: DOWNTIME START NOTIFICATION
de_de: DOWNTIME START BENACHRICHTIGUNG

# tooltip
source: Downtime end notification
de_de: Downtime Ende Benachrichtigung

source: DOWNTIME END NOTIFICATION
de_de: DOWNTIME ENDE BENACHRICHTIGUNG

# tooltip
source: Flapping notification
de_de: Flapping Benachrichtigung

source: FLAPPING NOTIFICATION
de_de: FLAPPING BENACHRICHTIGUNG

# tooltip
source: Flapping end notification
de_de: Flapping Ende Benachrichtigung

source: FLAPPING END NOTIFICATION
de_de: FLAPPING ENDE BENACHRICHTIGUNG

# tooltip
source: Custom notification
de_de: Benutzerdefinierte Benachrichtigung

source: CUSTOM NOTIFICATION
de_de: BENUTZERDEFINIERTE BENACHRICHTIGUNG

source: This notification was not sent out to any contact.
de_de: Diese Benachrichtigung wurde an keinen Kontakt gesendet.
ja_jp: この通知はどのコンタクトにも送信されませんでした。

source: COMMENT
de_de: KOMMENTAR
ja_jp: コメント

source: COMMENT DELETED
de_de: KOMMENTAR GELÖSCHT
ja_jp: コメント削除

source: ACKNOWLEDGED
de_de: BESTÄTIGT
ja_jp: 承認

source: ACKNOWLEDGEMENT REMOVED
de_de: BESTÄTIGUNG ENTFERNT
ja_jp: 承認削除

source: SCHEDULED DOWNTIME
de_de: GEPLANTE DOWNTIME
ja_jp: 計画メンテナンス期間

source: DOWNTIME DELETED
de_de: DOWNTIME GELÖSCHT
ja_jp: メンテナンス期間削除

source: FLAPPING STOPPED
de_de: FLAPPING BEENDET
ja_jp: フラッピング停止

# tooltip
source: Hard state
de_de: Zustand (Hard)
ja_jp: ハードステート

# tooltip
source: Soft state
de_de: Zustand (Soft)
ja_jp: 軽微な異常

source: DOWNTIME END
de_de: DOWNTIME ENDE
ja_jp: メンテナンス期間終了

source: Load More
de_de: Mehr laden
ja_jp: さらに読み込む

source: List all %d hosts
de_de: Liste alle %d Hosts
ja_jp: %d ホストをすべて表示

source: Problem handling
de_de: Problembehandlung
ja_jp: 障害対応

source: Check execution
de_de: Check-Ausführung
ja_jp: 監視の実行

source: Custom Variables
de_de: Benutzerdefinierte Variablen
ja_jp: カスタム変数

source: IPv6 address
de_de: IPv6 Adresse
ja_jp: IPv6 アドレス

source: IPv4 address
de_de: IPv4-Adresse
ja_jp: IPv4アドレス

source: Acknowledge this problem, suppress all future notifications for it and tag it as being handled
de_de: Problem bestätigen, alle zukünftigen Benachrichtigungen unterdrücken und als "in Arbeit" markieren
ja_jp: 障害を承認し、以降すべての通知を停止して処理中のタグを付けます

source: Add a new comment to this host
de_de: Neuen Kommentar für diesen Host hinzufügen
ja_jp: このホストにコメントを追加します

source: Add a new comment to this service
de_de: Neuen Kommentar für diesen Service hinzufügen
ja_jp: このサービスにコメントを追加します

source: Notification
de_de: Benachrichtigung
ja_jp: 通知

source: Send a custom notification to contacts responsible for this host
de_de: Benutzerdefinierte Benachrichtigung an für diesen Host verantwortliche Kontakte senden
ja_jp: このホストを担当するコンタクトにカスタム通知を送信します

source: Send a custom notification to contacts responsible for this service
de_de: Benutzerdefinierte Benachrichtigung an für diesen Service verantwortliche Kontakte senden
ja_jp: このサービスを担当するコンタクトにカスタム通知を送信します

source: Schedule a downtime to suppress all problem notifications within a specific period of time
de_de: Plane eine Downtime, um alle Problembenachrichtigungen innerhalb eines bestimmten Zeitabschnitts zu unterdrücken
ja_jp: 一定期間すべての通知を停止するための計画メンテナンス期間を設定します

source: List all %d services
de_de: Liste alle %d Services
ja_jp: %d サービスをすべて表示

source: No services found matching the filter
de_de: Zu diesem Filter wurden keine Services gefunden
ja_jp: 条件に一致するサービスはありません

source: acknowledged
de_de: bestätigt
ja_jp: 承認しました

source: Expires %s
de_de: Läuft ab %s
ja_jp: 有効期限 %s

source: Acknowledgement remains until the %1$s recovers even if the %1$s changes state
de_de: Bestätigung bleibt erhalten, bis der %1$s sich erholt, auch wenn der %1$s den Zustand wechselt
ja_jp: %1$s の状態が変更されても、%1$sが回復するまで障害検知を行います

source: Not acknowledged
de_de: Nicht bestätigt
ja_jp: 未承認

source: Link opens in new window
de_de: Link öffnet sich in einem neuen Fenster
ja_jp: リンクは新しいウィンドウで開きます

source: Actions
de_de: Aktionen
ja_jp: アクション

source: Check Source
de_de: Check-Quelle
ja_jp: ソース

source: Last check
de_de: Letzter Check
ja_jp: 最終監視

source: Last update
de_de: Letzte Aktualisierung
ja_jp: 最終更新

source: Check result is late
de_de: Check-Ergebnis ist verspätet
ja_jp: 監視の遅延が発生しています

source: Next check
de_de: Nächster Check
ja_jp: 次回の監視

source: Next update
de_de: Nächste Aktualisierung
ja_jp: 次回アップデート

source: expected %s
de_de: erwartet %s

source: Schedule the next active check at a different time than the current one
de_de: Plane den nächsten aktiven Check zu einem anderen Zeitpunkt als den Gegenwärtigen
ja_jp: 次のアクティブ監視を現在設定されている時間とは別の時間に設定します

source: Check attempts
de_de: Check-Versuche
ja_jp: 監視の試行回数

source: hard state
de_de: hard
ja_jp: ハードステート

source: soft state
de_de: soft
ja_jp: ソフトステート

source: Check execution time
de_de: Check-Ausführungsdauer
ja_jp: 監視実行時間

source: Check latency
de_de: Check-Latenz
ja_jp: 遅延状況

source: Check Timeperiod
de_de: Ausführungszeitabschnitt
ja_jp: 監視スケジュール

source: Instance
de_de: Instanz
ja_jp: インスタンス

source: Submit a one time or so called passive result for the %s check
de_de: Einmaliges oder sogenanntes passives Ergebnis für den %s-Check übermitteln
ja_jp: %s 監視の結果を送信しパッシブ監視を行います

source: List contacts in contact-group "%s"
de_de: Liste Kontakte in der Kontaktgruppe "%s"
ja_jp: コンタクトグループ "%s" のコンタクトを一覧表示します

source: Contactgroups
de_de: Kontaktgruppen
ja_jp: コンタクトグループ

# Last format parameter represents the downtime expire time
source: expires %s
de_de: läuft %s ab

# Last format parameter represents the end time
source: ends %s
de_de: Endet %s

# Last format parameter represents the time scheduled
source: scheduled %s
de_de: %s wurde geplant

source: created
de_de: erstellt
ja_jp: 作成しました

source: Hostgroups
de_de: Hostgruppen
ja_jp: ホストグループ

source: Notes
de_de: Notizen
ja_jp: メモ

source: Send notification
de_de: Benachrichtigung senden
ja_jp: 通知を送信
