Repository: Icinga/L10n
Catalog: src/icingaweb2-module-monitoring/*/LC_MESSAGES/icinga.po
Languages: de_de, ja_jp

source: Author
de_de: Autor
ja_jp: 作成者

source: Message
de_de: Nachricht
ja_jp: メッセージ

source: Username
de_de: Benutzername
ja_jp: ユーザ名

source: State
de_de: Zustand
ja_jp: 状態

source: Type
de_de: Typ
ja_jp: タイプ

source: User
de_de: Benutzer
ja_jp: ユーザ

source: Yes
de_de: Ja
ja_jp: はい

source: Password
de_de: Passwort
ja_jp: パスワード

source: Save Changes
de_de: Änderungen speichern
ja_jp: 変更を保存

source: Resource Name
de_de: Ressourcenname
ja_jp: リソース名

source: Database Type
de_de: Datenbanktyp
ja_jp: データベースタイプ

source: Database Name
de_de: Datenbankname
ja_jp: データベース名

source: SSL Do Not Verify Server Certificate
de_de: SSL Server-Zertifikat nicht verifizieren

source: SSL Key
de_de: SSL-Schlüssel

source: User to log in as on the remote Icinga instance. Please note that key-based SSH login must be possible for this user
de_de: Der Benutzer der sich auf der entfernte Icinga Instanz anmeldet. Bitte beachte, der Benutzer muss sich per SSH Schlüssel einloggen können
ja_jp: リモートのIcingaインスタンスにログインするためのユーザー。このユーザーはキーベースでのSSHログインが可能でなければならないことに注意してください。

source: Force Changes
de_de: Änderungen erzwingen
ja_jp: 強制的に変更する

source: Check this box to enforce changes without connectivity validation
de_de: Aktiviere dies, um die Änderungen ohne Validierung der Verbindung zu erzwingen
ja_jp: 接続を検証せず変更を適用する場合は、監視をいれてください

source: SSH Identity
de_de: SSH-Identität

source: Validation Log
de_de: Überprüfungsprotokoll
ja_jp: 検証ログ

source: Failed to successfully validate the configuration: %s
de_de: Konnte die Einstellungen nicht erfolgreich validieren: %s
ja_jp: 設定の検証に失敗しました：%s

source: The configuration has been successfully validated.
de_de: Die Einstellungen wurden erfolgreich überprüft.
ja_jp: 構成は正常に検証されました。

source: Validate Configuration
de_de: Einstellungen prüfen
ja_jp: 設定の検証

source: Validation In Progress
de_de: Überprüfung läuft
ja_jp: 進行の検証

source: Backend Type
de_de: Backend-Typ
ja_jp: バックエンドタイプ

source: Skip Validation
de_de: Validierung überspringen
ja_jp: 検証をスキップ

source: No
de_de: Nein
ja_jp: いいえ

source: Resource
de_de: Ressource
ja_jp: リソース

source: Remove
de_de: Entfernen

source: Show detailed information about %s
de_de: Zeige detaillierte Informationen über %s
ja_jp: %s の詳細情報を表示します

source: Unknown
de_de: Unbekannt
ja_jp: Unknown (不明)

source: (Case insensitive)
de_de: (Schreibungsunabhängig)
ja_jp: (大文字小文字区別しない)

source: Apply
de_de: Anwenden
ja_jp: 適用

source: UNKNOWN
de_de: UNBEKANNT

source: WARNING
de_de: WARNUNG

source: CRITICAL
de_de: KRITISCH

source: commented
de_de: kommentiert
ja_jp: コメントしました

source: Comment not found
de_de: Kommentar nicht gefunden
ja_jp: コメントが見つかりません

source: Comment
de_de: Kommentar
ja_jp: コメント

source: Display detailed information about a comment.
de_de: Zeige detaillierte Informationen über einen Kommentar.
ja_jp: コメントの詳細情報を表示します。

source: Comments
de_de: Kommentare
ja_jp: コメント

source: Display detailed information about multiple comments.
de_de: Zeige detaillierte Informationen über mehrere Kommentare.
ja_jp: 複数コメントの詳細情報を表示します。

source: Remove all Comments
de_de: Entferne alle Kommentare
ja_jp: すべてのコメントを削除

source: Confirm removal of %d comments.
de_de: Bestätige das Entfernen von %d Kommentaren.
ja_jp: 選択した%d件のコメントを削除します。

source: Edit Monitoring Backend %s
de_de: Bearbeite Monitoring-Backend %s
ja_jp: Monitoring バックエンド %s の編集

source: Monitoring backend "%s" successfully updated
de_de: Das Monitoring-Backend "%s" wurde erfolgreich aktualisiert
ja_jp: Monitoringバックエンド "%s" を変更しました

source: Monitoring backend "%s" not found
de_de: Das Monitoring-Backend "%s" wurde nicht gefunden
ja_jp: Monitoringバックエンド "%s" はありません

source: Create New Monitoring Backend
de_de: Neues Monitoringbackend anlegen
ja_jp: Monitoring バックエンドの新規作成

source: Monitoring backend successfully created
de_de: Monitoring-Backend erfolgreich angelegt
ja_jp: Monitoringバックエンドを作成しました

source: Remove Monitoring Backend %s
de_de: Entferne Monitoring-Backend %s
ja_jp: Monitoring バックエンド %s の削除

source: Monitoring backend "%s" successfully removed
de_de: Das Monitoring-Backend "%s" wurde erfolgreich entfernt
ja_jp: Monitoringバックエンド "%s" を削除しました

source: Remove Command Transport %s
de_de: Entferne Befehls-Transport %s
ja_jp: コマンド転送方法 %s の削除

source: If you still have any environments or views referring to this transport, you won't be able to send commands anymore after deletion.
de_de: Wenn noch irgendwelche Umgebungen oder Sichten auf diesen Transport verweisen, werden Sie nach ihrer Löschung keine Befehle mehr verschicken können.
ja_jp: この転送方法を参照している環境が存在する場合、削除後はコマンドを送信できなくなります。

source: Command transport "%s" successfully removed
de_de: Befehls-Transport "%s" erfolgreich entfernt
ja_jp: コマンド転送方法 "%s" を削除しました

source: Edit Command Transport %s
de_de: Bearbeite Befehls-Transport %s
ja_jp: コマンド転送方法 %s の編集

source: Command transport "%s" successfully updated
de_de: Befehls-Transport "%s" erfolgreich aktualisiert
ja_jp: コマンド転送方法 "%s" を変更しました

source: Command transport "%s" not found
de_de: Befehls-Transport "%s" nicht gefunden
ja_jp: コマンド転送方法 "%s" は見つかりません

source: Create New Command Transport
de_de: Neuen Befehls-Transport anlegen
ja_jp: コマンド転送方法の新規作成

source: Command transport successfully created
de_de: Der Befehls-Transport wurde erfolgreich angelegt
ja_jp: コマンド転送を作成しました

source: Security
de_de: Sicherheit
ja_jp: セキュリティ

source: Downtime not found
de_de: Downtime nicht gefunden
ja_jp: メンテナンス期間はありません

source: Display detailed information about a downtime.
de_de: Zeige detaillierte Informationen über eine Downtime.
ja_jp: メンテナンス期間の詳細情報を表示します。

source: Display detailed information about multiple downtimes.
de_de: Zeige detaillierte Informationen über mehrere Downtimes.
ja_jp: 複数のメンテナンス期間の詳細情報を表示します。

source: Remove all Downtimes
de_de: Entferne alle Downtimes
ja_jp: すべてのメンテナンス期間を削除

source: Confirm removal of %d downtimes.
de_de: Bestätige das Entfernen von %d Downtimes.
ja_jp: 選択した%d件のメンテナンス期間を削除します。

source: Event not found
de_de: Event nicht gefunden
ja_jp: イベントがありません

source: Event Overview
de_de: Ereignisüberblick
ja_jp: イベント概要

source: N/A
de_de: Nicht verfügbar

# tooltip
source: Notification
de_de: Benachrichtigung
ja_jp: 通知

# tooltip
source: Comment
de_de: Kommentar
ja_jp: コメント

# tooltip
source: Comment removed
de_de: Kommentar gelöscht
ja_jp: コメント削除

# tooltip
source: Acknowledged
de_de: Bestätigt
ja_jp: 承認

# tooltip
source: Acknowledgement removed
de_de: Bestätigung entfernt
ja_jp: 承認削除

# tooltip
source: Downtime scheduled
de_de: Downtime geplant
ja_jp: 計画メンテナンス期間

# tooltip
source: Downtime removed
de_de: Downtime entfernt
ja_jp: メンテナンス期間削除

# tooltip
source: Flapping started
de_de: Flapping begonnen
ja_jp: フラッピング開始

# tooltip
source: Flapping stopped
de_de: Flapping beendet
ja_jp: フラッピング停止

source: Hard state change
de_de: Zustands-Änderung (Hard)
ja_jp: ハードステートに変更

source: Soft state change
de_de: Zustands-Änderung (Soft)
ja_jp: ソフトステートに変更

# tooltip
source: Downtime started
de_de: Downtime hat begonnen
ja_jp: メンテナンス期間開始

# tooltip
source: Downtime ended
de_de: Downtime endete
ja_jp: メンテナンス期間終了

source: Entry time
de_de: Eingabezeitpunkt
ja_jp: 登録時刻

source: Is fixed
de_de: Ist Fest
ja_jp: 修正済み

source: Is in effect
de_de: Ist Aktiv
ja_jp: 影響あり

source: Was started
de_de: Hat begonnen
ja_jp: 開始済み

source: Was cancelled
de_de: Wurde abgesagt
ja_jp: キャンセル済み

source: Trigger time
de_de: Auslösungszeit
ja_jp: トリガー時刻

source: Scheduled start time
de_de: Geplanter Start
ja_jp: 開始予定時刻

source: Actual start time
de_de: Tatsächliche Startzeit
ja_jp: 実際の開始時刻

source: Scheduled end time
de_de: Geplantes Ende
ja_jp: 終了予定時刻

source: Actual end time
de_de: Tatsächliche Endzeit
ja_jp: 実際の終了時刻

source: User comment
de_de: Benutzerkommentar
ja_jp: ユーザのコメント

source: Scheduled downtime
de_de: Geplante Downtime
ja_jp: 計画メンテナンス期間

source: Acknowledgement
de_de: Bestätigung
ja_jp: Acknowledgement (検知)

source: Time
de_de: Zeit
ja_jp: 時刻

source: Source
de_de: Quelle
ja_jp: ソース

source: Entry type
de_de: Eingabe-Typ
ja_jp: 登録情報の種類

source: Is persistent
de_de: Ist Persistent
ja_jp: 永続的

source: Expires
de_de: Läuft ab
ja_jp: 期限切れ

source: Expiration time
de_de: Ablaufdatum
ja_jp: 有効期限

source: Deletion time
de_de: Zeitpunkt der Löschung
ja_jp: 削除時刻

source: Flapping stopped normally
de_de: Flapping normal beendet
ja_jp: フラッピングが正常に停止しました

source: Flapping was disabled
de_de: Flapping wurde deaktiviert
ja_jp: フラッピングが無効になりました

source: Event time
de_de: Ereignis-Zeitpunkt
ja_jp: イベント時間

source: Reason
de_de: Grund
ja_jp: 理由

source: State change
de_de: Zustandsänderung
ja_jp: 状態変更

source: Low threshold
de_de: Unterer Schwellwert
ja_jp: 低閾値

source: High threshold
de_de: Oberer Schwellwert
ja_jp: 高閾値

source: Normal notification
de_de: Normale Benachrichtigung
ja_jp: 通常の通知

source: Problem acknowledgement
de_de: Problembestätigung
ja_jp: 障害承認

source: Flapping started
de_de: Flapping begonnen
ja_jp: フラッピング開始

source: Flapping stopped
de_de: Flapping beendet
ja_jp: フラッピング停止

source: Downtime started
de_de: Downtime hat begonnen
ja_jp: メンテナンス期間開始

source: Downtime ended
de_de: Downtime endete
ja_jp: メンテナンス期間終了

source: Downtime was cancelled
de_de: Downtime wurde abgesagt
ja_jp: 計画停止はキャンセルされました

source: Custom notification
de_de: Benutzerdefinierte Benachrichtigung
ja_jp: Custom (カスタム通知)

source: Start time
de_de: Startzeit
ja_jp: 開始時間

source: End time
de_de: Endzeitpunkt
ja_jp: 終了時刻

source: Escalated
de_de: Eskaliert
ja_jp: エスカレート

source: Contacts notified
de_de: Kontakte benachrichtigt
ja_jp: コンタクトへの通知

source: Output
de_de: Ausgabe
ja_jp: 出力内容

source: State time
de_de: Zustandszeitpunkt
ja_jp: 状態時刻

source: Check source
de_de: Check-Quelle

source: Check attempt
de_de: Check-Versuch
ja_jp: 監視の試行回数

source: %d of %d
de_de: %d von %d

source: Last state
de_de: Letzter State
ja_jp: 最終状態

source: Last hard state
de_de: Letzter Zustand (Hard)
ja_jp: 最終ハードステート

source: Show information about the current monitoring instance's process and it's performance as well as available features
de_de: Zeige Informationen über den Prozess dieser Monitoring-Instanz, ihre Leistung sowie die verfügbaren Funktionen
ja_jp: 現在のmonitoringインスタンスのプロセスとそのパフォーマンスおよび利用可能な機能に関する情報を表示します

source: Process Information
de_de: Prozessinformation
ja_jp: プロセス情報

source: Show statistics about the monitored objects
de_de: Zeige Statistiken zu den überwachten Objekten
ja_jp: 監視対象の統計を表示します

source: Stats
de_de: Statistiken
ja_jp: 統計情報

source: Disable Notifications
de_de: Benachrichtigungen deaktivieren
ja_jp: 通知を無効化

source: Host not found
de_de: Host nicht gefunden
ja_jp: ホストがありません

source: Acknowledge Host Problem
de_de: Hostproblem bestätigen
ja_jp: ホストの障害を承認

source: Add Host Comment
de_de: Kommentar zu Host hinzufügen
ja_jp: ホストのコメント追加

source: Reschedule Host Check
de_de: Host-Check neu planen
ja_jp: ホスト監視のリスケジュール

source: Schedule Host Downtime
de_de: Host-Downtime planen
ja_jp: ホストの計画メンテナンス期間

source: Submit Passive Host Check Result
de_de: Passives Host-Check-Ergebnis übermitteln
ja_jp: ホスト監視の結果からパッシブ監視を行う

source: Send Custom Host Notification
de_de: Benutzerdefinierte Host-Benachrichtigung senden
ja_jp: ホストのカスタム通知を送信

source: Show summarized information for %u hosts
de_de: Zeige zusammengefasst Informationen für %u Hosts
ja_jp: %u 個のホスト概要を表示します

source: Add Host Comments
de_de: Kommentare zu Host hinzufügen
ja_jp: ホストのコメント追加

source: Acknowledge Host Problems
de_de: Hostprobleme bestätigen
ja_jp: ホストの障害を確認

source: Reschedule Host Checks
de_de: Host-Checks neu planen
ja_jp: ホスト監視のリスケジュール

source: Schedule Host Downtimes
de_de: Host-Downtimes planen
ja_jp: ホストの計画メンテナンス期間

source: Submit Passive Host Check Results
de_de: Passive Host-Check-Ergebnisse übermitteln
ja_jp: ホスト監視の結果からパッシブ監視を行う

source: List hosts
de_de: Liste Hosts
ja_jp: ホスト一覧

source: Severity
de_de: Schweregrad
ja_jp: 重要度

source: Current State
de_de: Aktueller Zustand
ja_jp: 現在の状態

source: Address
de_de: Adresse
ja_jp: アドレス

source: Last Check
de_de: Letzter Check
ja_jp: 最終監視日時

source: Last State Change
de_de: Letzte Zustandsänderung
ja_jp: 最終状態変更

source: List services
de_de: Liste Services
ja_jp: サービス一覧

source: Service Severity
de_de: Service-Schweregrad
ja_jp: サービスの重要度

source: Current Service State
de_de: Aktueller Service Zustand
ja_jp: 現在のサービスの状態

source: Last Service Check
de_de: Letzter Service-Check
ja_jp: 最終サービス監視

source: Host Severity
de_de: Schwere (Host)
ja_jp: ホストの重要度

source: Current Host State
de_de: Aktueller Host Zustand
ja_jp: 現在のホストの状態

source: Host Address
de_de: Host-Adresse
ja_jp: ホストアドレス

source: Last Host Check
de_de: Letzter Host-Check
ja_jp: 最終ホスト監視

source: List downtimes
de_de: Liste Downtimes
ja_jp: メンテナンス期間の一覧

source: Is In Effect
de_de: Ist aktiv
ja_jp: 影響あり

source: Entry Time
de_de: Eingabezeitpunkt
ja_jp: 登録時刻

source: Start Time
de_de: Startzeit
ja_jp: 開始時刻

source: End Time
de_de: Ende
ja_jp: 終了時刻

source: Scheduled Start
de_de: Geplanter Start
ja_jp: 開始予定

source: Scheduled End
de_de: Geplantes Ende
ja_jp: 終了予定

source: Duration
de_de: Dauer
ja_jp: 継続

source: List notifications
de_de: Liste Benachrichtigungen
ja_jp: 通知一覧

source: Notification Start
de_de: Benachrichtigungs-Zeitpunkt
ja_jp: 通知開始

source: Contacts
de_de: Kontakte
ja_jp: コンタクト

source: List contacts
de_de: Kontakte auflisten
ja_jp: コンタクト一覧

source: Pager Address / Number
de_de: Pageradresse/-nummer

source: Event Grid
de_de: Ereignisraster
ja_jp: イベントグリッド

source: Show the Event Grid
de_de: Zeige das Ereignisraster
ja_jp: イベントグリッドの表示

source: Contact Groups
de_de: Kontaktgruppen
ja_jp: コンタクトグループ一覧

source: List contact groups
de_de: Kontaktgruppen auflisten
ja_jp: コンタクトグループ一覧

source: Contactgroup Name
de_de: Kontaktgruppenname
ja_jp: コンタクトグループ名

source: Contactgroup Alias
de_de: Kontaktgruppen-Alias
ja_jp: コンタクトグループのエイリアス

source: List comments
de_de: Liste Kommentare
ja_jp: コメント一覧

source: Comment Timestamp
de_de: Kommentarzeitstempel
ja_jp: コメント日時

source: Comment Type
de_de: Kommentar Typ
ja_jp: コメントの種類

source: Expiration
de_de: Frist
ja_jp: 有効期限

source: Service Groups
de_de: Servicegruppen
ja_jp: サービスグループ

source: List service groups
de_de: Liste Servicegruppen
ja_jp: サービスグループ一覧

source: Service Group Name
de_de: Servicegruppenname
ja_jp: サービスグループ名

source: Total Services
de_de: Alle Services
ja_jp: サービス数

source: Service Group Grid
de_de: Servicegruppen-Raster
ja_jp: サービスグループグリッド

source: Show the Service Group Grid
de_de: Zeige das Servicegruppen-Raster
ja_jp: サービスグループグリッドの表示

source: Host Groups
de_de: Hostgruppen
ja_jp: ホストグループ

source: List host groups
de_de: Liste Hostgruppen
ja_jp: ホストグループ一覧

source: Host Group Name
de_de: Hostgruppenname
ja_jp: ホストグループ名

source: Total Hosts
de_de: Alle Hosts
ja_jp: ホスト数

source: Host Group Grid
de_de: Hostgruppen-Raster
ja_jp: ホストグループグリッド

source: Show the Host Group Grid
de_de: Zeige das Hostgruppen-Raster
ja_jp: ホストグループグリッドの表示

source: List event records
de_de: Liste Ereigniseinträge
ja_jp: イベントレコード一覧

source: Occurence
de_de: Vorkommen
ja_jp: 発生順

source: Service Grid
de_de: Serviceraster
ja_jp: サービスグリッド

source: Show the Service Grid
de_de: Zeige das Serviceraster
ja_jp: サービスグリッドの表示

source: Problems Only
de_de: Nur Probleme

source: Service not found
de_de: Service nicht gefunden
ja_jp: サービスが見つかりません

source: Acknowledge Service Problem
de_de: Serviceproblem bestätigen
ja_jp: サービスの障害を確認

source: Add Service Comment
de_de: Kommentar zu Service hinzufügen
ja_jp: サービスのコメント追加

source: Reschedule Service Check
de_de: Service-Check neu planen
ja_jp: サービス監視のリスケジュール

source: Schedule Service Downtime
de_de: Service-Downtime planen
ja_jp: サービスの計画メンテナンス期間

source: Submit Passive Service Check Result
de_de: Passives Service-Check-Ergebnis übermitteln
ja_jp: サービス監視の結果からパッシブ監視を行う

source: Send Custom Service Notification
de_de: Benutzerdefinierte Service-Benachrichtigung senden
ja_jp: サービスのカスタム通知を送信

source: Show summarized information for %u services
de_de: Zeige zusammengefasst Informationen für %u Services
ja_jp: %u 個のサービス概要を表示します

source: Add Service Comments
de_de: Kommentare zu Service hinzufügen
ja_jp: サービスのコメント追加

source: Acknowledge Service Problems
de_de: Serviceprobleme bestätigen
ja_jp: サービスの障害を確認

source: Reschedule Service Checks
de_de: Service-Checks neu planen
ja_jp: サービス監視のリスケジュール

source: Schedule Service Downtimes
de_de: Service-Downtimes planen
ja_jp: サービスの計画メンテナンス期間

source: Submit Passive Service Check Results
de_de: Passive Service-Check-Ergebnisse übermitteln
ja_jp: サービス監視の結果からパッシブ監視を行う

source: Contact details
de_de: Kontaktdetails
ja_jp: コンタクトの詳細

source: Contact
de_de: Kontakt

source: Tactical Overview
de_de: Taktische Übersicht
ja_jp: 概要

source: Show an overview of all hosts and services, their current states and monitoring feature utilisation
de_de: Zeige eine Übersicht aller Hosts und Services, ihre aktuellen Zustände und Ausnutzung der Monitoring-Funktionen
ja_jp: すべてのホストやサービスの現在の状態、および監視機能の利用状況の概要を表示します

source: Services Critical
de_de: Services Kritisch

source: Services Unknown
de_de: Unbekannte Services

source: Show the number of historical event records grouped by time and type
de_de: Zeige die Anzahl der historischen Ereigniseinträge, gruppiert nach Zeit und Typ
ja_jp: 時間とタイプでグループ化されたイベントレコードの履歴数を表示します

source: Timeline
de_de: Zeitleiste
ja_jp: タイムライン

source: Hard state changes
de_de: Zustands-Änderungen (Hard)
ja_jp: ハードステートに変更

source: Acknowledgements
de_de: Bestätigungen
ja_jp: 承認

source: Started downtimes
de_de: Begonnene Downtimes
ja_jp: 開始したメンテナンス期間

source: Ended downtimes
de_de: Beendete Downtimes
ja_jp: 終了したメンテナンス期間

source: 4 Hours
de_de: 4 Stunden
ja_jp: 4時間

source: One day
de_de: Ein Tag
ja_jp: 1日

source: One week
de_de: Eine Woche
ja_jp: 1週間

source: One month
de_de: Ein Monat
ja_jp: 1ヵ月

source: One year
de_de: Ein Jahr
ja_jp: 1年

source: TimeLine interval
de_de: Zeitleisten Intervall
ja_jp: タイムライン間隔

source: Command transport "%s" not found.
de_de: Befehls-Transport "%s" nicht gefunden.
ja_jp: コマンド転送方法 "%s" は見つかりません。

source: This command is used to disable host and service notifications for a specific time.
de_de: Dieser Befehl wird verwendet, um Host- oder Service-Benachrichtigungen für eine bestimmte Zeit zu deaktivieren.
ja_jp: 特定の期間、ホストおよびサービスの通知を無効にします。

source: Expire Time
de_de: Verfallszeitpunkt
ja_jp: 有効期限

source: Set the expire time.
de_de: Setze das Verfallsdatum.
ja_jp: 有効期限の設定

source: Disabling host and service notifications..
de_de: Deaktiviere Benachrichtigungen für Hosts und Services..
ja_jp: ホストおよびサービスの通知を無効にしています..

source: Disable notifications for a specific time on a program-wide basis
de_de: Deaktiviere Benachrichtigungen Applikationsweit für eine bestimmte Zeitspanne
ja_jp: プログラム全体で特定の期間通知を無効にする

source: Disable temporarily
de_de: Vorübergehend deaktivieren
ja_jp: 一時的に無効にする

source: Notifications will be re-enabled in <strong>%s</strong>
de_de: Benachrichtigungen werden reaktiviert in <strong>%s</strong>
ja_jp: 通知は<strong>%s</strong>に再び有効になります

source: Active Host Checks
de_de: Aktive Host-Checks
ja_jp: ホストのアクティブ監視

source: Active Service Checks
de_de: Aktive Service-Checks
ja_jp: サービスのアクティブ監視

source: Event Handlers
de_de: Eventhandler
ja_jp: イベントハンドラ

source: Flap Detection
de_de: Flap-Erkennung
ja_jp: フラップ検出

source: Obsessing Over Hosts
de_de: Hosts verfolgen
ja_jp: ホスト依存

source: Obsessing Over Services
de_de: Services verfolgen
ja_jp: サービス依存

source: Performance Data
de_de: Performancedaten
ja_jp: パフォーマンスデータ

source: Enabling active host checks..
de_de: Aktiviere aktive Host-Checks..
ja_jp: ホストのアクティブ監視を有効にしています..

source: Disabling active host checks..
de_de: Deaktiviere aktive Host-Checks..
ja_jp: ホストのアクティブ監視を無効にしています..

source: Enabling active service checks..
de_de: Aktiviere aktive Service-Checks..
ja_jp: サービスのアクティブ監視を有効にしています..

source: Disabling active service checks..
de_de: Deaktiviere aktive Service-Checks..
ja_jp: サービスのアクティブ監視を無効にしています..

source: Enabling event handlers..
de_de: Aktiviere Eventhandler..
ja_jp: イベントハンドラを有効にしています..

source: Disabling event handlers..
de_de: Deaktiviere Event-Handler..
ja_jp: イベントハンドラを無効にしています..

source: Enabling flap detection..
de_de: Aktiviere Flap-Erkennung..
ja_jp: フラップ検出を有効にしています..

source: Disabling flap detection..
de_de: Deaktiviere Flap-Erkennung..
ja_jp: フラップ検出を無効にしています..

source: Enabling notifications..
de_de: Aktiviere Benachrichtigungen..
ja_jp: 通知を有効にしています..

source: Disabling notifications..
de_de: Deaktiviere Benachrichtigungen..
ja_jp: 通知を無効にしています..

source: Enabling obsessing over hosts..
de_de: Aktiviere Hostverfolgung..
ja_jp: ホスト依存を有効にしています..

source: Disabling obsessing over hosts..
de_de: Deaktiviere Verfolgung von Hosts..
ja_jp: ホスト依存を無効にしています..

source: Enabling obsessing over services..
de_de: Aktiviere Serviceverfolgung..
ja_jp: サービス依存を有効にしています..

source: Disabling obsessing over services..
de_de: Deaktiviere Verfolgung von Services..
ja_jp: サービス依存を無効にしています..

source: Enabling passive host checks..
de_de: Aktiviere passive Host-Checks..
ja_jp: ホストのパッシブ監視を有効にしています..

source: Disabling passive host checks..
de_de: Deaktiviere passive Host-Checks..
ja_jp: ホストのパッシブ監視を無効にしています..

source: Enabling passive service checks..
de_de: Aktiviere passive Service-Checks..
ja_jp: サービスのパッシブ監視を有効にしています..

source: Disabling passive service checks..
de_de: Deaktiviere passive Service-Checks..
ja_jp: サービスのパッシブ監視を無効にしています..

source: Enabling performance data..
de_de: Aktiviere Performancedaten..
ja_jp: パフォーマンスデータを有効にしています..

source: Disabling performance data..
de_de: Deaktiviere Performancedaten..
ja_jp: パフォーマンスデータを無効にしています..

source: This command is used to acknowledge host or service problems. When a problem is acknowledged, future notifications about problems are temporarily disabled until the host or service recovers.
de_de: Dieser Befehl wird verwendet, um Host- oder Service-Probleme zu bestätigen. Sobald ein Problem bestätigt wird, werden zukünftige Benachrichtigungen über Probleme vorübergehend deaktiviert, bis der entsprechende Host oder Service sich erholt.
ja_jp: ホストまたはサービスの障害を確認します。障害確認後、ホストまたはサービスが回復するまで通知は一時的に無効になります。

source: Acknowledge problem
de_de: Problem bestätigen
ja_jp: 障害を確認する

source: If you work with other administrators, you may find it useful to share information about the host or service that is having problems. Make sure you enter a brief description of what you are doing.
de_de: Bei Zusammenarbeit mit anderen Administratoren könnte es nützlich sein, Informationen zu Hosts oder Services mit Problemen untereinander auszutauschen. Stelle sicher, hier eine kurze Tätigkeitsbeschreibung einzutragen.

source: Persistent Comment
de_de: Persistenter Kommentar
ja_jp: 永続的コメント

source: If you would like the comment to remain even when the acknowledgement is removed, check this option.
de_de: Diese Option aktivieren, wenn der Kommentar auch nach dem Löschen der Bestätigung bestehen bleiben soll.
ja_jp: 問題解決後にもコメントを残したい場合は、このオプションを有効してください。

source: Use Expire Time
de_de: Verfallszeitpunkt nutzen
ja_jp: 有効期限を設定

source: If the acknowledgement should expire, check this option.
de_de: Diese Option aktivieren, wenn die Bestätigung verfallen soll.
ja_jp: 承認に期限を設ける場合はこのオプションを有効にしてください。

source: Enter the expire date and time for this acknowledgement here. Icinga will delete the acknowledgement after this time expired.
de_de: Tragen Sie hier Ablaufdatum und -Uhrzeit für diese Bestätigung ein. Die Bestätigung wird nach Ablauf dieser Zeit von Icinga gelöscht.
ja_jp: 承認の有効期限を入力してください。この期限が過ぎるとIcingaは承認を削除します。

source: Sticky Acknowledgement
de_de: Sticky Bestätigung
ja_jp: 障害検知を保持

source: If you want the acknowledgement to remain until the host or service recovers even if the host or service changes state, check this option.
de_de: Diese Option aktivieren, wenn die Bestätigung erhalten bleiben soll, bis sich der Host/Service erholt hat, selbst wenn sich der Zustand ändert.
ja_jp: ホストまたはサービスの状態が変化してもホストまたはサービスが回復するまで障害検知を保持したい場合は、このオプションを有効にしてください。
