Repository: Icinga/L10n
Catalog: src/icingaweb2-module-monitoring/*/LC_MESSAGES/icinga.po
Languages: de_de, ja_jp

source: Send Notification
de_de: Benachrichtigung senden
ja_jp: 通知を送信

source: If you do not want an acknowledgement notification to be sent out to the appropriate contacts, uncheck this option.
de_de: Diese Option deaktivieren, wenn keine Bestätigungsbenachrichtigung zu den jeweiligen Kontakten gesendet werden soll.
ja_jp: 承認をコンタクトへ通知したくない場合は、このオプションを無効にしてください。

source: Acknowledging problem..
de_de: Bestätige Problem..
ja_jp: 障害を認識しています..

source: This command is used to add host or service comments.
de_de: Dieser Befehl wird verwendet, um Host- oder Service-Kommentare hinzuzufügen.
ja_jp: ホストまたはサービスのコメントを追加します。

source: Add comment
de_de: Kommentar hinzufügen
ja_jp: コメント追加

source: If you uncheck this option, the comment will automatically be deleted the next time Icinga is restarted.
de_de: Ist diese Option deaktiviert, wird der Kommentar beim nächsten Neustart von Icinga automatisch gelöscht.
ja_jp: このオプションを有効にすると、次回Icingaが再起動した際に自動的にコメントが削除されます。

source: If the comment should expire, check this option.
de_de: Diese Option aktivieren, wenn der Kommentar verfallen soll.

source: Enter the expire date and time for this comment here. Icinga will delete the comment after this time expired.
de_de: Tragen Sie hier Ablaufdatum und -Uhrzeit für diesen Kommentar ein. Der Kommentar wird nach Ablauf dieser Zeit von Icinga gelöscht.

source: Adding comment..
de_de: Füge Kommentar hinzu..
ja_jp: コメントを追加中..

source: Check now
de_de: Jetzt prüfen
ja_jp: 監視の実施

source: Schedule the next active check to run immediately
de_de: Den nächsten aktiven Check sofort ausführen
ja_jp: 次に予定されているアクティブ監視を今すぐ実行する

source: Scheduling check..
de_de: Plane Check..
ja_jp: 監視を設定中..

source: Delete this comment
de_de: Diesen Kommentar löschen
ja_jp: このコメントを削除

source: Deleting comment..
de_de: Entferne Kommentar..
ja_jp: コメントを削除しています..

source: Delete this downtime
de_de: Diese Downtime löschen
ja_jp: この計画メンテナンス期間を削除

source: Deleting downtime.
de_de: Lösche Downtime.
ja_jp: 計画メンテナンス期間を削除しています.

source: Deleting downtime..
de_de: Lösche Downtime..
ja_jp: 計画メンテナンス期間を削除しています..

source: This command is used to submit passive host or service check results.
de_de: Dieser Befehl wird verwendet, um passive Host- oder Service-Check-Ergebnisse zu übermitteln.
ja_jp: ホスト監視またはサービス監視の結果からパッシブ監視を行います。

source: Submit Passive Check Result
de_de: Passives Check-Ergebnis übermitteln
ja_jp: パッシブ監視を行う

source: The state this check result should report
de_de: Der Zustand dieses Check-Ergebnisses
ja_jp: 監視結果の状態を選択します

# icinga.state
source: WARNING
de_de: WARNUNG

# icinga.state
source: CRITICAL
de_de: KRITISCH

# icinga.state
source: UNKNOWN
de_de: UNBEKANNT

source: The plugin output of this check result
de_de: Die Plugin-Ausgabe des Checks
ja_jp: プラグインによるこの監視結果の出力を入力します

source: The performance data of this check result. Leave empty if this check result has no performance data
de_de: Die Performance-Daten des Checks. Freilassen, wenn dieser Check keine Performance-Daten hat
ja_jp: 監視結果のパフォーマンスデータを入力します。この監視結果にパフォーマンスデータがない場合は空のままにします

source: Processing check result..
de_de: Verarbeite Check-Ergebnis..
ja_jp: 監視結果を処理しています..

# icinga.state
source: UNREACHABLE
de_de: UNERREICHBAR

source: Remove acknowledgement
de_de: Bestätigung entfernen
ja_jp: 承認の削除

source: Removing acknowledgement..
de_de: Entferne Problembestätigung..

source: All Services
de_de: Alle Services
ja_jp: 全サービス

source: Schedule check for all services on the hosts and the hosts themselves.
de_de: Plane einen Check für alle Services auf Hosts und für die Hosts an sich.
ja_jp: ホスト上のすべてのサービスとホスト自体の監視をスケジュールします。

source: Scheduling host check..
de_de: Plane Host-Check..
ja_jp: ホスト監視を設定中..

source: Schedule downtime for all services on the hosts and the hosts themselves.
de_de: Plane einen Check für alle Services auf Hosts und für die Hosts an sich.
ja_jp: ホスト上のすべてのサービスとホスト自身の計画メンテナンス期間を設定します。

source: Define what should be done with the child hosts of the hosts.
de_de: Legen Sie fest, wie die untergeordneten Hosts der Hosts behandelt werden sollen.
ja_jp: 子ホストに設定する内容を選択します。

source: Child Hosts
de_de: Untergeordnete Hosts
ja_jp: 子ホスト

source: Do nothing with child hosts
de_de: Nicht auf Kind-Hosts anwenden
ja_jp: 子ホストでは何もしない

source: Schedule triggered downtime for all child hosts
de_de: Plane eine Downtime mit Auslöser für alle Kind-Hosts
ja_jp: すべての子ホストを計画停止のトリガーに設定する

source: Schedule non-triggered downtime for all child hosts
de_de: Plane eine Downtime ohne Auslöser für alle Kind-Hosts
ja_jp: すべての子ホストを計画停止の非トリガーに設定する

source: The end time must be greater than the start time
de_de: Der Endzeitpunkt muss hinter dem Startzeitpunkt liegen
ja_jp: 終了時刻は開始時刻より後の時間に設定してください

source: A downtime must not be in the past
de_de: Eine Downtime darf nicht in der Vergangenheit sein
ja_jp: 計画メンテナンス期間は過去に設定できません

source: Scheduling host downtime..
de_de: Plane Host-Downtime..
ja_jp: ホストのメンテナンス期間を設定中..

source: This command is used to schedule the next check of hosts or services. Icinga will re-queue the hosts or services to be checked at the time you specify.
de_de: Dieser Befehl wird verwendet, um die nächste Überprüfung von Hosts oder Services einzuplanen. Aktuell anstehende Überprüfungen werden durch die neu spezifizierte ersetzt.
ja_jp: ホストまたはサービスを監視する時間を設定します。Icingaは指定した時間に監視対象のホストまたはサービスをリキューします。

source: Schedule check
de_de: Check planen
ja_jp: 監視をスケジュールする

source: Check Time
de_de: Ausführungszeitpunkt
ja_jp: 監視時刻

source: Set the date and time when the check should be scheduled.
de_de: Setze den Zeitpunkt, zu welchem dieser Check ausgeführt werden soll.
ja_jp: 監視する日時を設定します。

source: Force Check
de_de: Check erzwingen
ja_jp: 強制的に監視する

source: If you select this option, Icinga will force a check regardless of both what time the scheduled check occurs and whether or not checks are enabled.
de_de: Wenn diese Option aktiviert wird, erzwingt Icinga einen Check unabhängig vom eingeplanten Zeitraum, auch ungeachtet ob Checks aktiviert sind oder nicht.
ja_jp: このオプションを選択した場合、Icingaは監視が行われる予定時刻と監視が有効になっているかどうかの両方に関係なく強制的に監視します。

source: Scheduling service check..
de_de: Plane Service-Check..
ja_jp: サービス監視を設定中..

source: Schedule downtime
de_de: Downtime planen
ja_jp: 計画メンテナンス期間

source: This command is used to schedule host and service downtimes. During the specified downtime, Icinga will not send notifications out about the hosts and services. When the scheduled downtime expires, Icinga will send out notifications for the hosts and services as it normally would. Scheduled downtimes are preserved across program shutdowns and restarts.
de_de: Dieser Befehl wird verwendet, um Host- oder Service-Downtimes einzuplanen. Während einer solchen Downtime versendet Icinga keine Benachrichtigungen über die entsprechenden Hosts und Services. Sobald die Downtime verfällt, versendet Icinga die Benachrichtigungen wieder wie vorher. Geplante Downtimes bleiben über ein Herunterfahren und Neustarts von Icinga hinweg erhalten.
ja_jp: ホストおよびサービスのメンテナンス期間を設定します。指定されたメンテナンス期間の間、Icingaはホストとサービスに関する通知を送信しません。スケジュールされた計画停止が期限切れになると、Icingaは通常どおりホストとサービスの通知を送信します。計画メンテナンス期間は、プログラムのシャットダウンや再起動後も維持されます。

source: Set the start date and time for the downtime.
de_de: Setze den Startzeitpunkt für diese Downtime.
ja_jp: 計画停止の開始日時を設定します。

source: Set the end date and time for the downtime.
de_de: Setze den Endzeitpunkt für diese Downtime.
ja_jp: 計画停止の終了日時を設定します。

source: If you select the fixed option, the downtime will be in effect between the start and end times you specify whereas a flexible downtime starts when the host or service enters a problem state sometime between the start and end times you specified and lasts as long as the duration time you enter. The duration fields do not apply for fixed downtimes.
de_de: Ist die fixe Option gewählt, wird die Downtime zwischen dem gewählten Start- und Endzeitpunkt aktiv sein. Wobei eine flexible Dowtime beginnt wenn der Host oder Service irgendwann zwischen dem gewählten Start- und Endzeitpunkt in einen Problem-Zustand eintritt und dauert so lange, wie im Feld "Dauer" angegeben. Diese Optionen gibt es für feste Downtimes nicht.
ja_jp: Fixedオプションを選択した場合、開始時刻から終了時刻までの間、計画停止が有効になります。Flexibleオプションを選択した場合は、開始時刻から終了時刻までの間でホストまたはサービスに障害が発生したときに計画停止が始まり、入力した継続期間の間だけ計画停止が有効になります。継続期間の項目は、Fixedオプションには適用されません。

source: Fixed
de_de: Fix

source: Flexible
de_de: Flexibel

source: Hours
de_de: Stunden
ja_jp: 時間

source: Minutes
de_de: Minuten
ja_jp: 分

source: Flexible Duration
de_de: Flexible Dauer
ja_jp: Flexible の期間

source: Enter here the duration of the downtime. The downtime will be automatically deleted after this time expired.
de_de: Trage hier die gewünschte Dauer der Downtime ein. Die Downtime wird nach Ablauf dieser Zeit automatisch gelöscht.
ja_jp: 計画停止の期間を入力してください。この期間が過ぎると計画停止は自動的に削除されます。

source: Scheduling service downtime..
de_de: Plane Service-Downtime..
ja_jp: サービスメンテナンス期間の設定中..

source: This command is used to send custom notifications about hosts or services.
de_de: Dieser Befehl wird verwendet, um angepasste Benachrichtigungen über Hosts und Services zu versenden.
ja_jp: ホストまたはサービスに関するカスタム通知を送信します。

source: Send custom notification
de_de: Benutzerdefinierte Benachrichtigung senden
ja_jp: カスタム通知を送信

source: Forced
de_de: Erzwungen
ja_jp: 今すぐ送信

source: If you check this option, the notification is sent out regardless of time restrictions and whether or not notifications are enabled.
de_de: Ist diese Option aktiviert, wird die Benachrichtigung in jedem Fall versendet, unabhängig von zeitlichen Beschränkungen und ob Benachrichtigungen aktiviert sind oder nicht.
ja_jp: このオプションを有効にすると、時間制限や通知が有効になっているかどうかに関係なく、通知が送信されます。

source: If you check this option, the notification is sent out to all normal and escalated contacts.
de_de: Diese Option aktivieren, wenn die Benachrichtigung an alle normalen und Eskalationskontakte versendet werden soll.
ja_jp: このオプションを有効にした場合、通常のコンタクトとエスカレートされたコンタクトすべてに通知されます。

source: Sending custom notification..
de_de: Benutzerdefinierte Benachrichtigung senden..

source: Active Checks
de_de: Aktive Checks
ja_jp: アクティブ監視

source: Obsessing
de_de: Verfolgung
ja_jp: 依存

source: changed
de_de: geändert
ja_jp: 変更しました

source: Multiple Values
de_de: Mehrere Werte

source: Leave Unchanged
de_de: Unverändert lassen

source: Disable All
de_de: Alle deaktivieren

source: Enable All
de_de: Alle aktivieren

source: Enabling active checks..
de_de: Aktiviere aktive Checks..
ja_jp: アクティブ監視を有効にしています..

source: Disabling active checks..
de_de: Deaktiviere aktive Checks..
ja_jp: アクティブ監視を無効にしています..

source: Enabling passive checks..
de_de: Aktiviere passive Checks..
ja_jp: パッシブ監視を有効にしています..

source: Disabling passive checks..
de_de: Deaktiviere passive Checks..
ja_jp: パッシブ監視を無効にしています..

source: Enabling obsessing..
de_de: Aktiviere Verfolgung..
ja_jp: 依存を有効中..

source: Disabling obsessing..
de_de: Deaktiviere Verfolgung..
ja_jp: 依存を無効中..

source: Enabling event handler..
de_de: Aktiviere Eventhandler..
ja_jp: イベントハンドラを有効にしています..

source: Disabling event handler..
de_de: Deaktiviere Event-Handler..
ja_jp: イベントハンドラを無効にしています..

source: Could not find any valid monitoring backend resources. Please configure a database resource first.
de_de: Konnte keine gültigen Ressourcen für das Monitoringbackend finden. Bitte konfiguriere zuerst eine Datenbankressource.
ja_jp: 有効なmonitoringバックエンドリソースが見つかりませんでした。最初にデータベースリソースを設定してください。

source: A monitoring backend with the name "%s" does already exist
de_de: Ein Monitoring-Backend mit dem Namen "%s" existiert bereits
ja_jp: "%s" というmonitoring バックエンドはすでに存在します

source: Disable This Backend
de_de: Backend deaktivieren
ja_jp: このバックエンドを無効にする

source: The name of this monitoring backend that is used to differentiate it from others
de_de: Der Name des Monitoring-Backends, welcher verwendet wird, um es von anderen zu unterscheiden
ja_jp: この monitoring バックエンドの名前を入力してください

source: The type of data source used for retrieving monitoring information
de_de: Der Typ der Datenquelle für das Abrufen von Monitoring-Daten
ja_jp: 監視情報の取得に利用されるデータソースの種類を選択してください

source: The resource to use
de_de: Die zu benutzenden Ressource
ja_jp: 利用するリソースを選択してください

source: Show the configuration of the %s resource
de_de: Zeige die Konfiguration der %s Ressource
ja_jp: リソース %s の構成を表示します

source: Show resource configuration
de_de: Zeige die Ressourcenkonfiguration
ja_jp: リソース構成を表示

source: Check this to not to validate the IDO schema of the chosen resource.
de_de: Häkchen setzen um das IDO Schema der gewählten Ressource nicht zu überprüfen.
ja_jp: 選択したリソースのIDOスキーマを検証しない場合は、監視をいれてください。

source: Cannot find the IDO schema. Please verify that the given database contains the schema and that the configured user has access to it.
de_de: Kann das IDO-Schema nicht finden. Bitte sicherstellen, dass die angegebene Datenbankverbindung das Schema enthält und dass der konfigurierte Benutzer Zugriff darauf hat.
ja_jp: IDOスキーマが見つかりません。指定されたデータベースにスキーマが含まれていること、および構成されたユーザーがそのスキーマにアクセスできることを確認してください。

source: There is currently no icinga instance writing to the IDO. Make sure that a icinga instance is configured and able to write to the IDO.
de_de: Es gibt zurzeit keine Icinga-Instanz die in die IDO schreibt. Stelle sicher, dass eine Icinga-Instanz konfiguriert ist und in die IDO schreiben kann.
ja_jp: 現在IDOに書き込んでいるicingaインスタンスはありません。icingaインスタンスが構成されており、IDOに書き込むことができることを確認してください。

source: There is currently more than one icinga instance writing to the IDO. You'll see all objects from all instances without any differentation. If this is not desired, consider setting up a separate IDO for each instance.
de_de: Es gibt zurzeit mehr als eine Icinga-Instanz die in die IDO schreibt. Es werden die Objekte aller Instanzen ohne Unterscheidung angezeigt. Falls das nicht gewünscht ist, sollte eine separate IDO für jede Instanz aufgesetzt werden.
ja_jp: 現在IDOに書き込んでいるicingaインスタンスが複数あります。全インスタンスのオブジェクトがすべて表示されます。これが望ましくない場合は、インスタンスごとに個別のIDOを設定することを検討してください。

source: New security configuration has successfully been stored
de_de: Die neue Sicherheitskonfiguration wurde erfolgreich gespeichert
ja_jp: 新しいセキュリティ設定が正常に保存されました

source: Protected Custom Variables
de_de: Geschützte angepasste Variablen
ja_jp: 保護するカスタム変数

source: Comma separated case insensitive list of protected custom variables. Use * as a placeholder for zero or more wildcard characters. Existence of those custom variables will be shown, but their values will be masked.
de_de: Kommaseparierte Liste von schreibungsunabhängigen, geschützten angepassten Variablen. * wird als Platzhalter für ein oder mehrere Zeichen verwendet. Das Vorhandensein dieser angepassten Variablen wird angezeigt, aber ihre Werte werden maskiert.
ja_jp: 保護するカスタム変数をカンマ区切りで入力します。大文字小文字は区別されません。 * を利用すると0文字以上のワイルドカード文字になります。カスタム変数名は表示されますが、値はマスクされます。

source: Hostname or address of the remote Icinga instance
de_de: Hostname oder Adresse der entfernten Icingainstanz
ja_jp: リモートのIcinga インスタンスのホスト名またはアドレスを入力してください

source: SSH port to connect to on the remote Icinga instance
de_de: SSH-Port auf der entfernten Icinga-Instanz
ja_jp: リモートのIcingaインスタンスに接続するためのSSHポートを入力してください

source: API Username
de_de: API Benutzername
ja_jp: API ユーザ名

source: API Password
de_de: API Passwort
ja_jp: API パスワード

source: Command File
de_de: Befehls-Datei
ja_jp: コマンドファイル

source: Path to the local Icinga command file
de_de: Pfad zur lokalen Icinga Befehlsdatei
ja_jp: ローカルにある Icinga コマンドファイルのパスを入力してください

source: Could not find any valid SSH resources
de_de: Konnte keine gültigen SSH-Ressourcen finden
ja_jp: 有効なSSHリソースが見つかりませんでした

source: Use SSH Identity
de_de: Benutze SSH Identität

source: Make use of the ssh identity resource
de_de: Verwende die SSH-Identitätsressource
ja_jp: SSH アイデンティティリソースを使用

source: Path to the Icinga command file on the remote Icinga instance
de_de: Pfad zur Icinga Befehls-Datei auf der entfernten Icingainstanz
ja_jp: リモートのIcingaインスタンスにあるIcinga コマンドファイルのパスを入力してください

source: Invalid command transport type "%s" given
de_de: Ungültiger Befehls-Transport "%s" angegeben
ja_jp: 無効なコマンド転送方法の種類 "%s" が選択されました

source: A command transport with the name "%s" does already exist
de_de: Ein Befehlstransport mit dem Namen "%s" existiert bereits
ja_jp: "%s" という名前のコマンド転送方法はすでに存在します

# command transport instance association
source: None
de_de: Keine

source: Instance Link
de_de: Instanzverknüpfung
ja_jp: インスタンスリンク

source: The name of the Icinga instance this transport should exclusively transfer commands to.
de_de: Der Name der einzigen Icinga-Instanz, an die dieser Transport Befehle übermitteln soll.
ja_jp: このトランスポートが排他的にコマンドを転送するIcingaインスタンス名

source: Transport Name
de_de: Befehlstransport-Name
ja_jp: 転送方法名

source: The name of this command transport that is used to differentiate it from others
de_de: Der Name des Befehls-Transports, welcher verwendet wird, um ihn von anderen zu unterscheiden
ja_jp: コマンド転送方法の名前を入力してください

source: Local Command File
de_de: Lokale Befehls-Datei
ja_jp: ローカルにあるコマンドファイル

source: Remote Command File
de_de: Entfernte Befehls-Datei

source: Transport Type
de_de: Transport Typ
ja_jp: 転送方法の種類

source: Command transport order updated
de_de: Reihenfolge der Befehls-Transporte erfolgreich aktualisiert
ja_jp: コマンド転送順を変更しました

source: State Changes
de_de: Zustandsänderungen
ja_jp: 状態変更

source: Display this action only for objects matching this filter. Leave it blank if you want this action being displayed regardless of the object
de_de: Zeige diese Aktion nur für Objekte, die diesem Filter entsprechen. Leer lassen, um diese Aktion unabhängig vom Objekt anzuzeigen
ja_jp: 条件に一致するオブジェクトにのみこのアクションを表示します。オブジェクトに関係なくこのアクションを表示したい場合は、空のままにしてください

source: Invalid filter provided. You can only use the following columns: %s
de_de: Ungültiger Filter angegeben. Es können nur die folgenden Spalten verwendet werden: %s
ja_jp: 無効なフィルターが指定されました。下記のように指定してください: %s

source: Please configure below how Icinga Web 2 should retrieve monitoring information.
de_de: Bitte konfiguriere weiter unten, wie Icinga Web 2 Monitoringinformation abrufen soll.
ja_jp: Icinga Web 2が監視情報を取得する方法を以下に設定してください。

source: The identifier of this backend
de_de: Die Kennung des Backends
ja_jp: バックエンドの識別子

source: The data source used for retrieving monitoring information
de_de: Die Datenquelle für das Abrufen von Monitoring-Daten
ja_jp: 監視情報の取得に使用されるデータソース

# setup.page.title
source: Monitoring IDO Resource
de_de: Monitoring-IDO-Ressource
ja_jp: 監視 IDO リソース

source: Please fill out the connection details below to access the IDO database of your monitoring environment.
de_de: Bitte gib weiter unten die Verbindungsdetails für die IDO-Datenbank der Monitoringumgebung an.
ja_jp: 監視環境のIDOデータベースにアクセスするための接続情報を以下に記入してください。

source: The server's version %s is too old. The minimum required version is %s.
de_de: Die Server Version %s ist zu alt. Die mindestens benötigte Version ist %s.
ja_jp: サーバのバージョン %s が古すぎます。必要な最低バージョンは %s

source: Check this to not to validate the configuration
de_de: Häkchen setzen, um die Einstellungen nicht zu prüfen
ja_jp: 設定を検証しないようにする場合はチェックしてください

# setup.page.title
source: Monitoring Security
de_de: Monitoring-Sicherheit
ja_jp: 監視セキュリティ

source: To protect your monitoring environment against prying eyes please fill out the settings below.
de_de: Fülle die Einstellungen unterhalb aus um die Monitoring Umgebung gegen neugierige Blicke zu beschützen.
ja_jp: 監視環境を保護するために以下の設定を記入してください。

# setup.page.title
source: Command Transport
de_de: Befehls-Transport
ja_jp: コマンド転送方法

source: Please define below how you want to send commands to your monitoring instance.
de_de: Bitte lege weiter unten fest, wie Befehle an die Monitoringinstanz gesendet werden sollen.
ja_jp: 監視インスタンスにコマンドを送信する方法を以下に設定してください。

source: Welcome to the configuration of the monitoring module for Icinga Web 2!
de_de: Willkommen bei der Konfiguration des Icinga Web 2 Monitoring Moduls!
ja_jp: Icinga Web 2のmonitoringモジュールの設定へようこそ!

source: This is the core module for Icinga Web 2.
de_de: Dies ist das Kernmodul von Icinga Web 2.
ja_jp: これはIcinga Web 2のコアモジュールです。

source: It offers various status and reporting views with powerful filter capabilities that allow you to keep track of the most important events in your monitoring environment.
de_de: Bietet verschiedene Zustands- und Berichtsansichten mit mächtigen Filtermöglichkeiten an, die dabei helfen, die wichtigsten Ereignisse in der Monitoringumgebung im Blick zu behalten.
ja_jp: 様々なステータスを参照したり、強力なフィルタによるレポーティングのおかげで監視環境における最重要イベントを追跡できます。

source: From
de_de: Von

source: 3 Months
de_de: 3 Monate
ja_jp: 3ヵ月

source: 4 Months
de_de: 4 Monate
ja_jp: 4か月

source: 8 Months
de_de: 8 Monate
ja_jp: 8か月

source: 1 Year
de_de: 1 Jahr
ja_jp: 1年

source: 2 Years
de_de: 2 Jahre
ja_jp: 2年

source: To
de_de: Bis

source: Today
de_de: Heute
ja_jp: 本日

source: Object type
de_de: Objekttyp
ja_jp: オブジェクトタイプ

source: Critical
de_de: Kritisch
ja_jp: Critical (危険)

source: Warning
de_de: Warnung
ja_jp: Warning (警告)

source: Unreachable
de_de: Nicht erreichbar

source: Unhandled
de_de: Unbehandelt
ja_jp: 未処理

source: Acknowledged
de_de: Bestätigt
ja_jp: 承認

source: Notifications Disabled
de_de: Benachrichtigungen inaktiv
ja_jp: 通知が無効

source: In Downtime
de_de: In einer Downtime
ja_jp: 停止中

source: Active And Passive Checks Disabled
de_de: Aktive und passive Checks deaktiviert
ja_jp: アクティブ監視/パッシブ監視: 無効

source: Active Checks Disabled
de_de: Aktive Checks deaktiviert
ja_jp: アクティブ監視無効

source: Show detailed information for host %s
de_de: Zeige detaillierte Informationen über Host %s
ja_jp: ホスト%s の詳細情報を表示します

source: Show detailed information for service %s on host %s
de_de: Zeige detaillierte Informationen über Service %s auf Host %s
ja_jp: サービス %s の詳細情報を表示します(ホスト: %s)

source: Label
de_de: Bezeichnung
ja_jp: ラベル

source: Value
de_de: Wert
ja_jp: 値

source: %d more ...
de_de: %d weitere ...

source: Comment detail information
de_de: Detailinformation zum Kommentar
ja_jp: コメントの詳細情報

source: Created
de_de: Erstellt
ja_jp: 作成

source: This comment expires on %s at %s.
de_de: Dieser Kommentar verfällt am %s um %s.
ja_jp: このコメントは%s の %s に期限が切れます。

source: This comment does not expire.
de_de: Dieser Kommentar verfällt nicht.
ja_jp: このコメントに有効期限はありません。

source: Commands
de_de: Kommandos
ja_jp: コマンド

source: Remove %d comments
de_de: Entferne %d Kommentare
ja_jp: コメント %d を削除

source: Remove all selected comments
de_de: Entferne alle ausgewählten Kommentare
ja_jp: 選択したコメントをすべて削除

source: Create a New Monitoring Backend
de_de: Neues Monitoringbackend anlegen
ja_jp: Monitoring バックエンドを新規作成

source: Create a new monitoring backend
de_de: Neues Monitoringbackend anlegen
ja_jp: 新しいmonitoringバックエンドを作成しました

source: Edit monitoring backend %s
de_de: Bearbeite Monitoring-Backend %s
ja_jp: monitoring バックエンド %s を編集

source: Type: %s
de_de: Typ: %s
ja_jp: 種類: %s

source: Remove monitoring backend %s
de_de: Entferne Monitoring-Backend %s
ja_jp: monitoring バックエンド %s を削除

source: Command Transports
de_de: Befehls-Transporte
ja_jp: コマンド転送方法一覧

source: Create a New Command Transport
de_de: Neuen Befehls-Transport anlegen
ja_jp: コマンドを転送する方法を新規作成

source: Create a new command transport
de_de: Neuen Befehls-Transport anlegen
ja_jp: コマンド転送方法の新規作成

source: The name of the person who scheduled this downtime
de_de: Der Name der Person, die die Downtime geplant hat
ja_jp: 計画停止を設定した人の名前

source: Date and time this downtime was entered
de_de: Zeitpunkt, zu dem diese Downtime angelegt wurde
ja_jp: 計画メンテナンス期間を設定した日時

source: A comment, as entered by the author, associated with the scheduled downtime
de_de: Ein Kommentar, wie vom Autor eingegeben, verknüpft mit der geplanten Downtime
ja_jp: 作成者による計画停止に関するコメント
