Repository: Icinga/L10n
Catalog: src/icingaweb2-module-monitoring/*/LC_MESSAGES/icinga.po
Languages: de_de, ja_jp

source: Command transport configuration has been successfully created: %s
de_de: Die Konfiguration des Befehls-Transports wurde erfolgreich angelegt: %s
ja_jp: コマンド転送設定を作成しました: %s

source: Command transport configuration could not be written to: %s. An error occured:
de_de: Die Konfiguration des Befehls-Transports konnte nicht nach "%s" geschrieben werden. Ein Fehler ist aufgetreten:
ja_jp: コマンド転送設定を次の場所へ書き込めませんでした: %s エラーが発生しました:

source: List all services on host %s
de_de: Liste alle Services von Host %s
ja_jp: ホスト %s のすべてのサービスを一覧表示します

source: Show all event records of service %s on host %s
de_de: Zeige alle Ereigniseinträge für Service %s auf Host %s
ja_jp: サービス %s のすべてのイベントレコードを表示します(ホスト: %s)

source: Show all event records of host %s
de_de: Zeige alle Ereigniseinträge für den Host %s
ja_jp: ホスト %s のイベントレコードを表示します

source: %d item
de_de: %d Element

source: empty string
de_de: leerer string

source: Name
ja_jp: 名前

source: Host
ja_jp: ホスト

source: Port
ja_jp: ポート

source: Backend Name
ja_jp: バックエンド名

source: Hosts
ja_jp: ホスト

source: Services
ja_jp: サービス

source: OK
ja_jp: OK (正常)

source: Backends
ja_jp: バックエンド

source: Downtime
ja_jp: メンテナンス期間

source: Downtimes
ja_jp: メンテナンス期間

source: Flapping
ja_jp: フラッピング

source: Hostname
ja_jp: ホスト名

source: Service Name
ja_jp: サービス名

source: Service
ja_jp: サービス

source: Notifications
ja_jp: 通知

source: Alias
ja_jp: 別名

source: Email
ja_jp: Eメール

source: Passive Host Checks
ja_jp: ホストのパッシブ監視

source: Passive Service Checks
ja_jp: サービスのパッシブ監視

source: Persistent
ja_jp: 永続的コメント

source: Status
ja_jp: ステータス

source: Broadcast
ja_jp: ブロードキャスト

source: Passive Checks
ja_jp: パッシブ監視

source: Event Handler
ja_jp: イベントハンドラ

source: Filter
ja_jp: フィルター

# setup.page.title
source: Monitoring Backend
ja_jp: Monitoring のバックエンド

source: Up
ja_jp: Up (起動)

source: Down
ja_jp: Down (停止)

source: Min
ja_jp: 分

source: Monitoring Backends
ja_jp: Monitoring のバックエンド一覧

source: Monitoring Backend
ja_jp: Monitoring バックエンド

source: Details
ja_jp: 詳細

source: Transport
ja_jp: 転送方法

source: Host Checks
ja_jp: ホスト監視

source: Service Checks
ja_jp: サービス監視

source: Check Performance
ja_jp: パフォーマンスの確認

source: Checks
ja_jp: 監視数

source: Passive checks
ja_jp: パッシブ監視

source: %u Host
ja_jp: %u ホスト

source: %u Service
ja_jp: %u サービス

source: Pager
ja_jp: ページャー

# Soft state
source: Soft
ja_jp: ソフトステート

source: FLAPPING
ja_jp: フラッピング

source: DOWNTIME START
ja_jp: メンテナンス期間開始

# host
source: Alias
ja_jp: エイリアス

source: Monitoring Features
ja_jp: 監視機能

# setup.welcome.btn.next
source: Start
ja_jp: 開始

source: service
ja_jp: サービス
