Repository: Icinga/L10n
Catalog: src/icingaweb2-module-aws/*/LC_MESSAGES/icinga.po
Languages: de_de, ka_ge

source: Remove Key %s
de_de: Entferne Schlüssel %s
ka_ge: გასაღების %s წაშლა

source: If you still have any import sources referring to this key, you won't be able to use them without changing the key.
de_de: Gibt es noch Import-Quellen die diesen Schlüssel referenzieren, können diese nicht genutzt werden ohne den Schlüssel zu ändern.

source: Key "%s" successfully removed
de_de: Schlüssel „%s“ wurde erfolgreich entfernt
ka_ge: გასაღები "%s" წარმატებით წაიშალა

source: Edit Key %s
de_de: Ändere Schlüssel %s
ka_ge: გასაღების %s ჩასწორება

source: Key "%s" successfully updated
de_de: Schlüssel „%s“ wurde erfolgreich aktualisiert
ka_ge: გასაღება "%s" წარმატებით წაიშალა

source: Key "%s" not found
de_de: Key „%s“ nicht gefunden
ka_ge: გასაღები "%s" აღმოჩენილი არაა

source: Create New Key
de_de: Neuen Schlüssel erstellen
ka_ge: ახალი გასაღების შექმნა

source: Key successfully created
de_de: Schlüssel erfolgreich erstellt
ka_ge: გასაღები წარმატებით შეიქმნა

source: Save Changes
de_de: Änderungen speichern
ka_ge: ცვლილებების შენახვა

source: A key with the name "%s" does already exist
de_de: Ein Schlüssel mit dem Namen „%s“ existiert bereits
ka_ge: გასაღები სახელით "%s" უკვე არსებობს

source: Key Name
de_de: Schlüssel Name
ka_ge: გასაღების სახელი

source: The name of this key that is used to differentiate it from others
de_de: Der Name von diesem Schlüssel wird benutzt um ihn von anderen zu unterscheiden
ka_ge: ამ გასაღების სახელი გამოიყენება მისი სხვებისგან განსხვავებისთვის

source: Access Key ID
de_de: Zugriffsschlüssel ID
ka_ge: წვდომის გასაღების ID

source: Your AWS access key
de_de: AWS Zugriffsschlüssel
ka_ge: თქვენი AWS-ის წვდომის გასაღები

source: Access Key Secret
de_de: Zugriffschlüssel Geheimnis
ka_ge: წვდომის გასაღების საიდუმლო

source: The access key's secret
de_de: Das Geheimnis des Zugriffsschlüssels
ka_ge: წვდომის გასაღების საიდუმლო

source: The configuration has been successfully validated.
de_de: Die Einstellungen wurden erfolgreich überprüft.
ka_ge: კონფიგურაცია წარმატებით გადამოწმდა.

source: Keys
de_de: Schlüssel
ka_ge: გასაღებები

source: Edit key %s
de_de: Ändere Schlüssel %s
ka_ge: გასაღების %s ჩასწორება

source: Remove key %s
de_de: Entferne Schlüssel %s
ka_ge: გასაღების %s წაშლა

source: AWS Access Keys
de_de: AWS Zugriffsschlüssel
ka_ge: AWS-ის წვდომის გასაღებები

source: Add a AWS Access Key
de_de: Füge einen AWS Zugriffsschlüssel hinzu
ka_ge: AWS-ის წვდომის გასაღების დამატება

source: Create a new AWS access key
de_de: Erstelle einen neuen AWS Zugriffsschlüssel
ka_ge: ახალი AWS-ის წვდომის გასაღების შექმნა

source: Configure your AWS access keys
de_de: Konfiguriere die AWS Zugriffsschlüssel
ka_ge: მოირგეთ თქვენი AWS-ის წვდომის გასაღებები

source: AWS Keys
de_de: AWS Schlüssel
ka_ge: AWS გასაღებები

source: Use IAM role credential, assume role or select your AWS key. This shows all keys from your keys.ini. Please check the documentation if you miss the keys in the list.
de_de: Benutze IAM Rollen-Zugangsdaten, übernehme die Rolle oder wähle einen AWS Schlüssel. Es werden alle Schlüssel aus der keys.ini angezeigt. Bitte prüfe die Dokumentation, falls Schlüssel in der Liste fehlen.

source: IAM assume role
de_de: IAM Rollen übernehmen
ka_ge: IAM როლის მიღება

source: IAM role credentials
de_de: IAM Rollen-Zugangsdaten
ka_ge: IAM როლის ავტორიზაციის დეტალები

source: AWS object type
de_de: AWS Objekttyp
ka_ge: AWS-ის ობიექტის ტიპი
