Repository: Icinga/L10n
Catalog: src/icingaweb2-module-cube/*/LC_MESSAGES/icinga.po
Languages: de_de, ru_ru

source: Adjust Filter
de_de: Filter anpassen
ru_ru: Настройка фильтра

source: + Add a dimension
de_de: + Dimension hinzufügen
ru_ru: + Добавить измерение

source: Slice/Filter
de_de: Schneiden/Filtern
ru_ru: Срез/Фильтр

source: Remove dimension "%s"
de_de: Dimension entfernen „%s“
ru_ru: Удалить размер "%s"

source: Move dimension "%s" up
de_de: Dimension „%s“ nach oben verschieben
ru_ru: Переместить размер "%s" вверх

source: Move dimension "%s" down
de_de: Dimension „%s“ nach unten verschieben
ru_ru: Переместить размер "%s" вниз

source: New dimension has been added
de_de: Neue Dimension wurde hinzugefügt
ru_ru: Новый размер добавлен

source: Reporting
ru_ru: Отчёты

source: Cube
de_de: Würfel
ru_ru: Куб

source: No action links have been provided for this cube
de_de: Keine Aktion für diesen Würfel bereitgestellt
ru_ru: Для этого куба не было предоставлено никаких ссылок на действия

source: Show hosts status
de_de: Zeige Host-Zustände an
ru_ru: Показать состояние узлов

source: This shows all matching hosts and their current state in Icinga DB Web
de_de: Das zeigt alle passenden Hosts und deren aktuellen Zustand in Icinga DB Web an
ru_ru: Показывает все совпадающие хосты и их текущее состояние в Icinga DB Web

source: Show services status
de_de: Zeige Service-Zustände an
ru_ru: Показать состояние служб

source: This shows all matching hosts and their current state in the monitoring module
de_de: Das zeigt alle passenden Hosts und deren aktuellen Zustand im Monitoring-Modul an
ru_ru: Показывает все совпадающие хосты и их текущее состояние в модуле мониторинга

source: This shows all matching services and their current state in the monitoring module
de_de: Das zeigt alle passenden Services und deren aktuellen Zustand im Monitoring-Modul an
ru_ru: Показывает все соответствующие службы и их текущее состояние в модуле мониторинга

source: Cube details
de_de: Würfel Details
ru_ru: Детали куба

source: Cube: %s
de_de: Würfel: %s
ru_ru: Куб: %s

source: Value
de_de: Wert
ru_ru: Значение

source: Severity
de_de: Schweregrad
ru_ru: Влияние состояния

source: Hosts
ru_ru: Узлы

source: Services
ru_ru: Службы
